{
  "episode_id": "ep_essentials_boost_your_energy_immune_system_with_cortisol_adrenaline",
  "title": "Essentials: Boost Your Energy & Immune System with Cortisol & Adrenaline",
  "raw_text": "(instrumental music)\nAndrew Huberman: Welcome to Huberman Lab Essentials, where we revisit past episodes for the most potent and actionable science-based tools for mental health, physical health, and performance.\nI'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine.\nThis podcast is separate from my teaching and research roles at Stanford.\nIt is, however, part of my desire and effort to bring zero cost to consumer information about science and science-related tools to the general public.\nToday, we're going to focus on how particular hormones influence our energy levels and our immune system.\nWe are going to talk about the hormones cortisol and epinephrine, also called adrenaline.\nIf you're somebody who has challenges with sleep, or you're somebody who has challenges getting your energy level up throughout the day and getting your energy level down when you want to sleep, today's episode is also for you.\nAnd we are going to talk about the immune system and how to enhance the function of your immune system.\nI think it's fair to say that most people would like to have a lot of energy during the day, if you work during the day, and they'd like their energy to taper off at night.\nAnd I think it's fair to say that most people don't enjoy being sick.\nAnd it turns out that the two hormones that dominate those processes of having enough energy and having a healthy immune system are cortisol and epinephrine.\nI just want to cover a little bit about what cortisol and epinephrine are, where they are released in the body and brain, because if you can understand that, you will understand better how to control them.\nFirst of all, cortisol is a steroid hormone much like estrogen and testosterone in that it is derived from cholesterol.\nSo, understand that cholesterol is a precursor molecule, meaning it's the substrate from which a lot of things like testosterone and estrogen are made.\nPlease also understand that cholesterol can be made into estrogen or testosterone or cortisol, and that cortisol is sort of the competitive partner to estrogen and testosterone.\nWhat this means is no matter how much cholesterol you're eating or you produce, whether or not it's low or it's high, if you are stressed, more of that cholesterol is going to be devoted toward creating cortisol, which is indeed a stress hormone.\nHowever, the word stress shouldn't stress you out, because you need cortisol.\nCortisol is vital.\nYou don't want your cortisol levels to be too low.\nIt's very important for immune system function, for memory, for not getting depressed.\nYou just don't want your cortisol levels to be too high, and you don't want them to be elevated even to normal levels at the wrong time of day.\nEpinephrine, or adrenaline, has also been demonized a bit.\nWe think of it as this stress hormone, this thing that makes us anxious, fight or flight.\nThe fact of the matter is that epinephrine is your best friend when it comes to your immunity, when it comes to protecting you from infection, and epinephrine, adrenaline, is your best friend when it comes to remembering things and learning and activating neuroplasticity.\nWe're going to talk about that as well.\nOnce again, it's a question of how much and how long and the specific timing of release of cortisol and epinephrine, as opposed to cortisol and adrenaline being good or bad.\nThey're terrific when they're regulated.\nThey are terrible when they're misregulated, and we will give you lots of tools to regulate them better.\nI'd like to take a quick break and acknowledge one of our sponsors, BetterHelp.\nBetterHelp offers professional therapy with a licensed therapist carried out entirely online.\nI've been doing weekly therapy for well over 30 years.\nInitially, I didn't have a choice.\nIt was a condition of being allowed to stay in school.\nBut pretty soon I realized that therapy is an extremely important component to overall health.\nIn fact, I consider doing regular therapy just as important as getting regular exercise, including cardiovascular exercise and resistance training, which of course I also do every week.\nThere are essentially three things that great therapy provides.\nFirst of all, it provides a good rapport with somebody that you can trust and talk to about all issues that you're concerned about.\nSecond of all, it can provide support in the form of emotional support or directed guidance.\nAnd third, expert therapy can provide useful insights.\nWith BetterHelp, they make it very easy to find an expert therapist with whom you resonate with and can provide those benefits that come through effective therapy.\nAlso, because BetterHelp allows therapy to be done entirely online, it's very time efficient.\nIt's easy to fit into a busy schedule.\nThere's no commuting to a therapist's office or sitting in a waiting room or anything like that.\nYou simply go online and hold your appointment.\nIf you would like to try BetterHelp, go to betterhelp.com/huberman to get 10% off your first month.\nAgain, that's betterhelp.com/huberman.\nToday's episode is also brought to us by LMNT.\nLMNT is an electrolyte drink that has everything you need, but nothing you don't.\nThat means the electrolytes sodium, magnesium, and potassium all in the correct ratios, but no sugar.\nProper hydration is critical for optimal brain and body function.\nEven a slight degree of dehydration can diminish cognitive and physical performance.\nIt's also important that you get adequate electrolytes.\nThe electrolytes sodium, magnesium, and potassium are vital for the functioning of all the cells in your body, especially your neurons or your nerve cells.\nDrinking LMNT dissolved in water makes it extremely easy to ensure that you're getting adequate hydration and adequate electrolytes.\nTo make sure that I'm getting proper amounts of hydration and electrolytes, I dissolve one packet of LMNT in about 16 to 32 ounces of water when I wake up in the morning, and I drink that basically first thing in the morning.\nI also drink LMNT dissolved in water during any kind of physical exercise that I'm doing.\nThey have a bunch of different great-tasting flavors of LMNT.\nThey have watermelon, citrus, et cetera.\nFrankly, I love them all.\nIf you'd like to try LMNT, you can go to drinklmnt.com/hubermanlab to claim a free LMNT sample pack with the purchase of any LMNT drink mix.\nAgain, that's drinklmnt.com/hubermanlab to claim a free sample pack.\nCortisol biology 101 in less than two minutes.\nYour brain makes what we call releasing hormones, and in this case there's corticotropin-releasing hormone, CRH, is made by neurons in your brain.\nIt causes the pituitary, this gland that sits about a k- an inch in front of the roof of your mouth in the base of your brain, to release ACTH.\nACTH then goes and causes your adrenals, which sit above your kidneys in your lower back, to release cortisol, a so-called stress hormone, but I would like you to think about cortisol not as a stress hormone, but as a hormone of energy.\nIt produces s- a situation in the brain and body whereby you want to move and whereby you don't want to rest and whereby you don't want to eat, at least at first.\nEpinephrine or adrenaline 101 in less than two minutes.\nWhen you sense a stressor with your mind or your body senses a stress- stressor, excuse me, from a wound or something of that sort, a signal is sent to neurons that are in the middle of your body, they're called the sympathetic chain ganglia.\nThe name doesn't necessarily matter.\nThey release norepinephrine very quickly.\nIt's almost like a, a sprinkler system that just hoses your body with epinephrine.\nThat will increase heart rate, will increase breathing rate.\nIt will also increase the size of vessels and arteries that are giving blood flow to your vital organs.\nYou also release adrenaline from your adrenals, again, sit riding atop your kidneys, and you release it from an area of your brain called locus coeruleus, and that creates alertness in your brain.\nOkay, so we have cortisol and we have epinephrine, and their net effect is to increase energy.\nSo, the first tool is to make sure that your highest levels of cortisol are first thing in the morning when you wake up.One way or another, every 24 hours, you will get an increase in cortisol.\nIt's to stimulate movement from being sleep, presumably horizontal, to getting up and starting to move about your day.\nThe best way to stimulate that increase in cortisol at the appropriate time is that very soon after waking, within 30 minutes or so after waking, get outside, view some sunlight.\nEven if it's overcast, get outside, view some sunlight, no sunglasses.\nDo that, because in the early part of the day, you have the opportunity to time that cortisol release to the early part of the day.\nIt will in- will improve your focus, it will impro- improve your energy levels, and it will improve your learning throughout the day.\nSo, here's how it works.\nOn a sunny day, so no cloud cover, provided that the sun is s- not yet overhead, it's somewhere low in the sky, could have just crossed the horizon, or if you wake up a little bit later, it could be somewhat low in the sky, basically the intensity of light, the brightness is somewhere around 100,000 lux.\nLux is just a measurement of brightness.\nOn a cloudy day, it's about 10,000 lux, okay? So, tenfold reduction.\nBut bright artificial light, very bright artificial light is somewhere around 1,000 lux.\nAnd ordinary room light is somewhere around 100 to 200 lux.\nSo, even if you have a very bright bulb sitting right next to you, that's not going to do the job.\nYour phone will not do the job, not early in the day.\nTo get the cortisol released at the appropriate time, you need to get outside.\nSo, let's just set a couple general parameters.\nIf it's bright outside and no cloud cover, get outside for 10 minutes.\nIf it's a cloudy day, dense overcast, you're probably going to need about 30 minutes.\nIf it's light cloud, broken cloud cover, it's probably going to be somewhere between 10 and 20 minutes.\nThis is why it's vital to get this light on a regular basis to get that cortisol released early in the day.\nThat sets you up for optimal levels of energy.\nNow, throughout the day, you're going to experience different things.\nMost of you are not spending your entire day trying to optimize your health.\nYou know, some of you might be, but most of you have jobs and you have families and you have commitments.\nLife enters the picture and provides you stressors.\nThose will cause increases in cortisol and epinephrine.\nThe key is these blips in cortisol and epinephrine need to be brief.\nYou can't have them so often or lasting so long that you are in a state of chronic cortisol elevation or chronic epinephrine elevation.\nThis system of stress was designed to increase your alertness and mobilize you towards things, get you frustrated, and provide the opportunity to change behavior.\nAnd the reason it works is that cortisol, when it's released into the bloodstream, it actually can bind to receptors in the brain.\nIt can bind receptors in the amygdala, fear centers and threat detection centers, but also areas of the brain that are involved in learning and memory and neuroplasticity.\nAnd this is why I say that neuroplasticity, the brain's ability to change itself in response to experience, is first stimulated by attention and focus, and often a low level state of agitation.\nSo, understand that and you won't be quite so troubled about the little stress increases that you experience throughout the day.\nNow, there are ways to leverage stress, epinephrine, and cortisol in ways that serve you, and to do it in a deliberate way.\nThere are also ways to do that that increase your level of stress threshold, meaning they make it less likely that epinephrine and cortisol will be released.\nSo, I want to talk about the science of those practices, 'cause I get asked about these practices a lot, things like Wim Hof breathing, which is also called Tummo breathing, things like ice baths, things like high intensity interval training.\nAll of those things have utility.\nThe question is how you use them and how often you use them.\nThose tools, just like stress from a life event, can either enhance your immunity or deplete it.\nThat's right.\nThose same practices of ice baths, Tummo breathing, high intensity interval training, or training of any kind, can deplete your immune system or it can improve them.\nExcuse me, they can improve it, meaning they can improve your immune system.\nThe key is how often you use them and when.\nAnd so I want to review that now in light of the scientific literature, because in doing that, you can build practices into your daily or maybe every other day routine, that can really help buffer you against unhealthy levels of cortisol and epinephrine, meaning cortisol increases that are much too great or that last much too long, epinephrine increases that are much too great or that last much too long.\nLet's say somebody tells you something very troubling, or you look at your phone and you see a text message that's really upsetting to you.\nThat will cause an immediate increase in epinephrine, adrenaline, in your brain and body.\nAnd chances are it's going to increase your levels of cortisol as well.\nLet's say you get into an ice bath or a cold shower.\nThat will cause an equivalent increase in epinephrine and cortisol.\nLet's say you go out for high intensity interval training, you decide you're going to run some sprints, you're going to do some repeats, or you're going to do some weight lifting in the gym, or you decide that you want to do some hot yoga, you're going to increase your epinephrine and cortisol levels.\nAnd guess what? They increase your levels of energy and alertness.\nSo, if you're somebody who struggles with energy and alertness, it can be beneficial, provided you get clearance from your doctor, to have some sort of protocol built into your day where you deliberately increase your levels of epinephrine and your levels of cortisol.\nSo, it's really important to understand that the body doesn't distinguish between a troubling text message, ice, Tummo breathing, or high intensity interval training, or any other kind of exercise.\nIt's all stress.\nCognitively reframing that and telling yourself, \"I like this, I enjoy it,\" is not going to change (laughs) the way that that molecule impacts your body and brain.\nI sort of chuckle because people would love to tell you that all you have to do is say, \"Oh, this is good for me.\" No.\nWhat it does to tell yourself that it's good for you or that you enjoy it, is it, that it liberates other molecules, like dopa- dopamine and serotonin, that help buffer the epinephrine response.\nNow, the way that it does that, I've talked about previous episode, but I'll just mention that dopamine is the precursor to epinephrine.\nEpinephrine is made from dopamine.\nAnd that's why if you tell yourself you're enjoying something, and because dopamine is so subjective, that you can, in some ways, as long as you're not completely lying to yourself, you can get more epinephrine, you get more mileage or more ability to push through something, and you can sort of reframe it.\nBut it's not really cognitive reframing.\nThe cognitive part is the trigger, but the r- it's a chemical substance that's actually occurring there.\nIt's dopamine giving you more epinephrine, a bigger amplitude epinephrine release, and it gives you some sense of control.\nSo, here's a protocol that anyone can use if you want to increase levels of energy, if you suffer from low energy during the daytime, or whenever it is that you'd like to be alert.\nPick a practice that you can do fairly consistently, maybe every day, but maybe every third day or every fourth day.\nMaybe it's an ice bath or a cold bath, maybe it's a cold shower, maybe it's the cyclic in- inhale-exhale breathing protocol I described.\nIf that wasn't clear, and people always ask for a demo, I'm not going to do the whole thing right now, but I'm willing to do a few rounds of this, or a few cycles, I should say.\nSo, it's inhale (inhales and exhales deeply).\nI would do that more deeply, more like (inhales and exhales deeply).\nYou do that 25, 30 times repeatedly.\nYou will start to feel warm.\nPeople in the yoga community, they say you're generating heat.\nYou're not generating heat, you're releasing adrenaline.Inhale an-exhale, inhale-exhale 25 or 30 times, you will feel agitated and stressed.\nThat's because you're releasing adrenaline in your body and that's because you're releasing norepinephrine in your brain, and you'll be more alert.\nI'd like to take a quick break and acknowledge our sponsor, AG1.\nAG1 is a vitamin mineral probiotic drink that also includes prebiotics and adaptogens.\nAs somebody who's been involved in research science for almost three decades, and in health and fitness for equally as long, I'm constantly looking for the best tools to improve my mental health, physical health, and performance.\nI discovered AG1 way back in 2012, long before I ever had a podcast or even knew what a podcast was, and I've been taking it every day since.\nI find that AG1 greatly improves all aspects of my health.\nI simply feel much better when I take it.\nAG1 uses the highest quality ingredients in the right combinations, and they're constantly improving their formulas without increasing the cost.\nWhenever I'm asked if I could take just one supplement, what would that supplement be? I always say AG1.\nIf you'd like to try AG1, you can go to drinkag1.com/huberman to claim a special offer.\nRight now, they're giving away five free travel packs plus a year supply of vitamin D3 K2.\nAgain, that's drinkag1.com/huberman to claim that special offer.\nSo if all these protocols, all these activities are just equivalent, they're just stress, then how do we make them good for us? How do we actually benefit from them? Now, of course, the cold itself can have some health-promoting effects.\nIt can increase brown fat thermogenesis and metabolism.\nHigh-intensity interval training or other forms of exercise, of course, has cardiovascular effects that can be good for us, as does weight training, et cetera.\nBut what we're talking about here are ways to increase energy and to teach our brain and body, to teach ourselves how to regulate the stress response.\nSo in addition to the benefits of the actual practices, what we're talking about is building a system so that when you experience increases in epinephrine and cortisol from life events, you're able to better buffer those, and we are also talking about ways that you can increase energy overall, 'cause that's what today's episode is all about, energy and the immune system.\nThere's a biological mechanism that's very important if you want to do those things, increase energy and your immune system on demand, learn to buffer stress on demand in real time, and it means taking these protocols, these practices, whether or not it's cold water or ice bath or exercise or any of those, and making one small but very powerful adjustment in how you perform them.\nBut in order to make that adjustment, I can't just tell you the adjustment.\nI have to tell you the mechanism so that you know if you're doing it correctly or not.\nThis is really a case where if you can understand a little bit of mechanism, you will be far better off than just adopting protocols.\nCortisol, as I mentioned, is released from the adrenals.\nThey can have action both in the body and in the brain.\nCortisol can cross the blood-brain barrier.\nEpinephrine cannot.\nThat's one of the reasons why it's released both from the adrenals in your body and released from this brain stem area of the locus coeruleus in your brain.\nThat's a powerful thing, because what it means is that the body can enter states of readiness and alertness while the mind remains calm.\nSo I'm presuming at this point that you're getting your morning light to time your cortisol increase.\nI'm presuming that you want more energy or that you want to increase your immune system's function and its ability to combat infections of various kinds.\nNow, the simplest way to describe how to do that would be in the context of cold water or a breathing protocol.\nLet's presume cold water.\nSo let's say you decide you're going to take a cold shower.\nYou get into the cold shower, and if it's cold enough, that will be stressful.\nYou will experience an increase in epinephrine.\nIt will increase your alertness.\nNow, you're using this as a practice, as a tool to build, you could call it resilience, but the ability to stay calm in the mind while being stressed in the body, epinephrines in the body, and you do that by subjectively trying to calm yourself.\nNow, you can do that by telling yourself it's good for you, by emphasizing your exhales, anything that you can do to try and stay calm despite the fact that you are in a heightened state of alertness.\nYou could do this with exercise, you could do this with music, pretty much anything that will give you a really heightened state of alertness offers you the opportunity to try and stay calm in the mind.\nWhat you're trying to do at a mechanistic level is to have adrenaline released from the adrenals, but not have adrenaline, epinephrine released from the brain stem to the same degree.\nSo you're not just trying to buffer this.\nYou're not trying to say, \"Oh, this is good for me, this is good for me, I'm going to grind this out.\" You're not trying to grind it out.\nYou're trying to move through this calmly while maintaining alertness.\nIn the immediate period following that practice, your system, your entire brain and body are different.\nYour body is actually primed to resist infection when you have high levels of epinephrine in it for short periods of time.\nSo the scientific study that explored how increasing adrenaline in the body can improve immune resistance is grounded in a well-known phenomenon that increases in stress actually protect you against infection in the short term.\nSo I want to look at the classic data first, describe what was done, and then I want to talk about the more recent study, which is immediately actionable.\nThere are a classic set of studies that are really based mainly on the work of somebody named Bruce McEwen, who was at the Rockefeller University in New York.\nI'm not going to go through all the details of the study, but essentially what they were doing was exposing subjects to some sort of infection, either bacterial or viral infection, and inducing stress.\nSounds like a double whammy, right? You'd think that maybe getting a little electric foot shock or cold water exposure or something to increase your levels of stress and adrenaline would just make the effects of the infection worse, but no, quite the opposite.\nBrief bouts of stress, which now you should be thinking about in terms of cortisol and epinephrine release, were actually able to increase immune system function.\nThe duration here is really important, because if stress stayed too high for too long, then yes, indeed, stress can hinder the immune response, but for a period of about one to four days, it actually can protect you by way of increasing the immune response.\nThere's a human study that I definitely want to point out to you, because it-it was published more recently than the McEwen work.\nThe title of the paper is Voluntary Activation of the Sympathetic Nervous System, that's the system that causes fight or flight, and AKA stress.\nThis is Kox, K-O-X et al.\nPNAS, Proceedings of the National Academy of Sciences, 2014, and they incorporate the ever-famous Wim Hof breathing.\nHere's what they did.\nThey injected people with E.\ncoli and they had groups that either did the sorts of breathing I've been describing that increase adrenaline release, although I should say I don't think you need that breathing to get adrenaline release.\nYou could do it with cold exposure, you could do it with other things, high-intensity interval training as well, and what they found was that the response to the E.\ncoli was quite different in the people that had a protocol, in this case breathing, to increase adrenaline.\nSo this is a remarkable study because what they found was that the fever, the vomiting, all the negative effects of E.\ncoli, many of them, and in some cases all of them, were greatly attenuated-...\nby way of engaging the adrenaline system.\nThe point is you can control your immune system by finding a way that you can increase adrenaline.\nAnd this runs counter to what we always hear, which is, \"Don't get too stressed or you will get sick.\" Learn to control adrenaline, turn it on and turn it off.\nLearn to control cortisol, turn it on with light in the morning, try and turn it off, and then when it spikes because of life events, learn to turn it off.\nLearning to turn on and off adrenaline, AKA epinephrine, and learning to turn on and off cortisol affords you the ability to turn on energy and focus in your immune system.\nThat's the most important point from today's podcast, and understanding that it doesn't matter what protocol you use, maybe it's a cup of coffee and running up a hill five or six times, that will improve your immune system function if you get adrenaline in your system.\nYou can use a ice bath, you can use a cold bath.\nIt really doesn't matter.\nI'd like to take a quick break and acknowledge one of our sponsors, Function.\nLast year, I became a Function member after searching for the most comprehensive approach to lab testing.\nFunction provides over 100 advanced lab tests that give you a key snapshot of your entire bodily health.\nThis snapshot offers you with insights on your heart health, hormone health, immune functioning, nutrient levels, and much more.\nThey've also recently added tests for toxins such as BPA exposure from harmful plastics, and tests for PFASes, or forever chemicals.\nFunction not only provides testing of over 100 biomarkers key to your physical and mental health, but it also analyzes these results and provides insights from top doctors who are expert in the relevant areas.\nFor example, in one of my first tests with Function, I learned that I had elevated levels of mercury in my blood.\nFunction not only helped me detect that, but offered insights into how best to reduce my mercury levels, which included limiting my tuna consumption, I'd been eating a lot of tuna, while also making an effort to eat more leafy greens and supplementing with NAC and acetylcysteine, both of which can support glutathione production and detoxification.\nAnd I should say by taking a second Function test, that approach worked.\nComprehensive blood testing is vitally important.\nThere's so many things related to your mental and physical health that can only be detected in a blood test.\nThe problem is, blood testing has always been very expensive and complicated.\nIn contrast, I've been super impressed by Function's simplicity and at the level of cost.\nIt is very affordable.\nAs a consequence, I decided to join their scientific advisory board, and I'm thrilled that they're sponsoring the podcast.\nIf you'd like to try Function, you can go to functionhealth.com/huberman.\nFunction currently has a wait list of over 250,000 people, but they're offering early access to Huberman Podcast listeners.\nAgain, that's functionhealth.com/huberman to get early access to Function.\nSo, up until now, we've been talking about increasing energy and increasing the immune system by way of cortisol and epinephrine, but I'd be totally remiss if I didn't cover how cortisol and epinephrine, if chronically elevated or if elevated too high, can have a lot of detrimental effects.\nYour immune system over time will get battered and you won't be able to fight infection off as well, right? You can start laying down the sort of classic pattern of cortisol-induced body fat.\nWhy do we seek high-fat and/or high-sugar foods when we are stressed for a while? Why would that be? And the reason is that the so-called glucocorticoids, of which cortisol is a glucocorticoid, is caused, as we've mentioned before, by releasing hormones from the brain and ACTH from the pituitary, et cetera.\nBut normally, high levels of glucocorticoids shut off the releasing hormones in the brain and in the pituitary.\nThey shut down in a so-called negative feedback loop.\nChronic stress, however, stress that lasts more than four to seven days, causes changes in the feedback loop between the adrenals and the brain and the pituitary, such that now the brain and the pituitary respond to high levels of glucocorticoids, cortisol, by releasing more of them.\nIt becomes a positive feedback loop.\nAnd that's bad.\nIt's a cascade of stress equals more stress equals more stress.\nSo, this is why it's very important to learn to turn off the stress response.\nSo, there's one study that Dahleman and her colleagues did where they stimulate chronic stress by increasing corticosterone b- cortisol, and they found that subjects would in- increase their consumption of sugar and fat.\nIn fact, they would even eat lard.\nAnd that led to all sorts of things, like type 2 diabetes, um, that led to dysfunction in the adrenal output, et cetera.\nAnd so the real key is to learn to shut off the stress response, and you should, uh, watch yourself next time you experience stress.\nIf it's a short-term bout of stress, typically it blocks hunger.\nIf it's a longer bout of stress, typically it triggers hunger, in particular for these so-called comfort foods, sugary and fatty foods.\nOther bad effects of stress is that, yes indeed, stress can make you go gray.\nPigmentation of hair, just like pigmentation of skin, is controlled by melanocytes.\nWell, it turns out that activation of the so-called sympathetic nervous system, which is really just another name for the system that liberates adrenaline from the adrenals and epinephrine in the brain, drives depletion of melanocytes in hair stem cells.\nSo, indeed, there's a rate of aging that we will undergo based on our genetics, but stress will make us go gray.\nHow do I know the difference between chronic and acr- acute stress, and how do I keep chronic stress at bay? Once again, getting your light and your feeding and your exercise and your sleep on a consistent schedule or consistent-ish is going to be the most powerful thing you can do in order to buffer yourself against negative effects on mental health and physical health for that matter.\nThere are things that one can take, supplements, prescription drugs, et cetera.\nAll supplements, of course, have to be checked out for their safety margins for you, because again, they differ from person to person.\nYou're responsible for making sure they're safe for you if you decide to use them.\nOne of the most common ones is ashwagandha.\nIt has a very strong effect on cortisol itself.\nHow strong? The decrease in cortisol noted in humans is 14.5 to 27.9% reduction in otherwise healthy but stressed humans.\nThe other compound that I think deserves attention is apigenin, A-P-I-G-E-N-I-N, apigenin, which is what's found in chamomile.\nI take it before bedtime, 50 milligrams.\nThe major source of action is to calm the nervous system, and it does that primarily by adjusting things like GABA and chloride channels, but also has a mild effect in reducing cortisol.\nSo, ashwagandha and apigenin together sort of, uh, I would consider the most potent commercial compounds that are in supplement non-prescription form that one could use if they were interested in reducing chronic stress, especially late in the day by way of reducing cortisol late in the day.\nSo, you're probably getting the impression that cortisol and epinephrine are a bit of a double-edged sword.\nYou want them elevated, but not for too long or too much.\nYou don't want them up for days and days and days, but you do want to have a practice in order to increase them in the short term.\nSo, we should talk about protocols that can m- set a foundation of c- of cortisol and epinephrine that is headed towards optimal.\nOptimization is always going to be a series of regular practices that you do every day, so sleeping at certain times, light at specific times, food at specific times, certain foods, et cetera.\nAnd that's highly individual, but there are some universals, and we've covered a number of those in the discussion today.\nMeal timing.Meal schedules has a profound effect on energy levels.\nAnd as I mentioned before, the energy I'm referring to is not glucose energy, 'cause what I'm talking about is neural energy, epinephrine and cortisol.\nFasting and timing e- one's eating are two sides of the same coin.\nWhen our blood glucose is low, cortisol and epinephrine are going to go up.\nAny time we haven't eaten for four to six hours, levels of epinephrine and cortisol are going to go up pretty substantially.\nOne thing that many people do to great benefit is they follow a so-called circadian eating schedule.\nThey eat only when the sun is up, they stop when the sun is down, more or less.\nThe other way to think about this is they stop eating a couple of hours before sleep, and they eat more or less upon waking, assuming that they're waking up more or less around the time the sun rises, maybe plus or minus two hours.\nNow, let's say you decide to do what I do, which is I skip breakfast.\nI drink water, I delay my caffeine for 90 minutes to two hours, and then I drink my caffeine, and then my first meal is typically around lunchtime, 11:30 or 12:00.\nSo I've got a cortisol increase, I've got my sunlight in the morning, so I'm getting a big pulse in energy early in the day, and yes, there's a little bit of agitation.\nI am hungry sometimes early in the day, sometimes no.\nBut my ghrelin system is used to kicking in right around noon.\nAt the point where I eat, as long as I don't eat carbohydrate, in my case, I know that my epinephrine levels are going to stay pretty high, so for me it's usually meat and salad or something of that sort, or fish and salad.\nSo fasting is a tool for many reasons, can increase growth hormone, etc., but today I'm talking about fasting as a tool to bias your system toward more epinephrine/adrenaline release and toward more cortisol release, but still low enough that it's not chronic stress, that it's not causing negative health effects.\nOne has to learn how to regulate these hormones with behavior, with nutrition, perhaps with supplementation.\nI also want to mention again that I think there's great benefit to having a practice that perhaps you do every other day, but if you can't, maybe every third day or every other day, of deliberately increasing your adrenaline in your body while learning to stay calm in the mind so that you learn to separate the brain/body experience.\nThe idea is to stay calm in your mind so that then you can regulate your action.\nSo once again, we've covered a ton of material.\nI hope right now you're thinking, \"Okay, am I in a state of chronic stress? Am I underactivated, or could I afford to increase my levels of adrenaline/cortisol to improve my relationship to my immune system and to energy, neural energy?\" And I hope that you'll think about some of the ways in which cortisol and adrenaline are not good or bad, that stress isn't good or bad, but short-term stress is healthy.\nAlertness and energy is healthy, even if it puts you at the edge of agitation.\nThat's an opportunity to learn how to control these hormones better.\nAnd I hope that if you're in a state of chronic stress that you'll do things to start tamping down some of that stress, and that you realize that your nervous system and your hormone system are linked, but they're linked in ways that you can control, that we don't have to be slaves to our hormones, and certainly not the hormones that cause us stress.\nWe can learn to control those, both to the benefit of our body and benefit of mind.\nThank you for joining me for what I hope was an informative discussion and an actionable discussion about how to increase energy and the immune system by way of cortisol and adrenaline/epinephrine.\nI really appreciate your willingness to learn new topics as well as to embrace and think about new tools and whether or not they're right for you, and as always, thank you for your interest in science.\n(instrumental music)"
}