{
  "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
  "title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
  "chunks": [
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0000",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 0,
      "text": "ANDREW HUBERMAN: Welcome to Huberman Lab Essentials, where we revisit past episodes for the most potent and actionable science-based tools for mental health, physical health, and performance. [MUSIC PLAYING] I'm Andrew Huberman. And I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today is episode three of the podcast. And it is office hours. Office hours, as many of you know, it's where students come to the office of the professor, sit down and ask questions, requesting clarification about things that were confusing, or to simply go down the route of exploring a topic with more depth and detail.",
      "title_sent": "And it is office hours.",
      "why_sent": "Office hours, as many of you know, it's where students come to the office of the professor, sit down and ask questions, requesting clarification about things that were confusing, or to simply go down the route of exploring a topic with more depth and detail."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0001",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 1,
      "text": "Somebody asked, what is the role of moonlight and fire-- I'm presuming they mean fireplace or candle or things of that sort-- in setting circadian rhythms? Is it OK to view moonlight at night? Or will that wake me up? Will a fire in my fireplace or using candlelight be too much light? Great question.",
      "title_sent": "Somebody asked, what is the role of moonlight and fire-- I'm presuming they mean fireplace or candle or things of that sort-- in setting circadian rhythms?",
      "why_sent": "Will a fire in my fireplace or using candlelight be too much light?"
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0002",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 2,
      "text": "Turns out that moonlight, candlelight, and even a fireplace, if you have one of these roaring fires going in the fireplace, do not reset your circadian clock at night and trick your brain into thinking that it's morning, even though, if you've ever sat close to a fireplace or even a candle, that light seems very bright. And there are two reasons for that are very important. The first one is that these neurons in your eye that I discussed in the previous episode, these melanopsin ganglion cells, also called intrinsically photosensitive ganglion cells, those cells adjust their sensitivity across the day. And those cells respond best to the blue yellow contrast present in the rising and setting sun, so-called low solar angle sun, also discussed in the previous episode. But those cells adjust their sensitivity such that they will not activate the triggers in the brain that convey daytime signals when they view moonlight, even a full moon, a really bright moon, or fire, because we talked about just how crucial it is to avoid bright lights between the hours of about 10:00 PM and 4:00 AM, except when you need to view things for sake of safety or work and so forth.",
      "title_sent": "The first one is that these neurons in your eye that I discussed in the previous episode, these melanopsin ganglion cells, also called intrinsically photosensitive ganglion cells, those cells adjust their sensitivity across the day.",
      "why_sent": "But those cells adjust their sensitivity such that they will not activate the triggers in the brain that convey daytime signals when they view moonlight, even a full moon, a really bright moon, or fire, because we talked about just how crucial it is to avoid bright lights between the hours of about 10:00 PM and 4:00 AM, except when you need to view things for sake of safety or work and so forth."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0003",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 3,
      "text": "I also received a lot of questions about red light. In principle, red light will not stimulate the melanopsin retinal neurons that wake up the brain and circadian clock and signal daytime. However, most of the red lights, in particular the red lights that come on these sheets or these products that people are supposed to view them in order to access a number of health effects, those are way too bright and would definitely wake up your body and brain. So if you're thinking about red light for sake of avoiding the negative effects of light later in the day and at night, then you want that red light to be very, very dim, certainly much dimmer than it is on most of those commercial products. Now, do you need red lights?",
      "title_sent": "However, most of the red lights, in particular the red lights that come on these sheets or these products that people are supposed to view them in order to access a number of health effects, those are way too bright and would definitely wake up your body and brain.",
      "why_sent": "So if you're thinking about red light for sake of avoiding the negative effects of light later in the day and at night, then you want that red light to be very, very dim, certainly much dimmer than it is on most of those commercial products."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0004",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 4,
      "text": "No, although red lights are rather convenient because you can see pretty well with them on. But if they're dim, they won't wake up the circadian clock. They won't have this dopamine disrupting thing that we talked about in the previous podcast. OK, a huge number of people asked me about light through windows. Setting your circadian clock with sunlight coming through a window is going to take 50 to 100 times longer.",
      "title_sent": "But if they're dim, they won't wake up the circadian clock.",
      "why_sent": "Setting your circadian clock with sunlight coming through a window is going to take 50 to 100 times longer."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0005",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 5,
      "text": "You can download the free app Light Meter. You can have a bright day outside or some sunlight. Hold up that app. Take a picture. It'll tell you how many lux are in that environment.",
      "title_sent": "You can download the free app Light Meter.",
      "why_sent": "You can have a bright day outside or some sunlight."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0006",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 6,
      "text": "Now, close the window. And if you want, close the screen. Or don't open the screen. You can do all sorts of experiments. And you'll see that it will at least half the amount of lux.",
      "title_sent": "And if you want, close the screen.",
      "why_sent": "And you'll see that it will at least half the amount of lux."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0007",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 7,
      "text": "And it doesn't scale linearly-- meaning let's say I get 10,000 lux outside, 5,000 looking out through an open window. And then I close the window. And it's 2,500 lux. It does not mean that you just need to view that sunlight for twice as long if it's half as many lux. It's not like 2,500 lux means you need to look for 10 minutes and 5,000 lux means you look for five minutes.",
      "title_sent": "And it's 2,500 lux.",
      "why_sent": "It's not like 2,500 lux means you need to look for 10 minutes and 5,000 lux means you look for five minutes."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0008",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 8,
      "text": "It doesn't scale that way just because the biology doesn't work that way. Best thing to do is to get outside if you can. If you can't, next best thing to do is to keep that window open. It is perfectly fine to wear prescription lenses and contacts. Why is it OK to wear prescription lenses and contacts when those are glass also but looking through a window diminishes the effect?",
      "title_sent": "If you can't, next best thing to do is to keep that window open.",
      "why_sent": "It is perfectly fine to wear prescription lenses and contacts."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0009",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 9,
      "text": "Well, we should think about this. The lenses that you wear in front of your eyes by prescription or on your eyes are designed to focus the light onto your neural retina. So let's think about why I'm making some of these recommendations because I think it can really empower you with the ability to change your behavior in terms of light viewing and other things, depending on time of year, depending on other lifestyle factors. The important point to understand is that early in the day, your central circadian clocks and all these mechanisms are looking for a lot of light. OK, I want to talk about seasonal changes in all these things as they relate to mood and metabolism.",
      "title_sent": "So let's think about why I'm making some of these recommendations because I think it can really empower you with the ability to change your behavior in terms of light viewing and other things, depending on time of year, depending on other lifestyle factors.",
      "why_sent": "The important point to understand is that early in the day, your central circadian clocks and all these mechanisms are looking for a lot of light."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0010",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 10,
      "text": "So as all you know, the Earth spins once every 24 hours on its axis. So part of that day, we're bathed in sunlight, depending on where we are. The other half of the day or part of the day, we're in darkness. The Earth also travels around the sun. 365 days is the time that it takes one year to travel around that sun. The Earth is tilted.",
      "title_sent": "The other half of the day or part of the day, we're in darkness.",
      "why_sent": "The Earth is tilted."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0011",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 11,
      "text": "It's not perfectly upright. So the Earth is tilted on its axis. So depending on where we are in that 365-day journey and depending on where we are in terms of hemisphere, Northern Hemisphere or Southern Hemisphere, some days of the year are longer than others. Some are very short. Some are very long.",
      "title_sent": "Some are very short.",
      "why_sent": "Some are very long."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0012",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 12,
      "text": "If you're at the equator, you experience less variation in day length and therefore night length. And if you're closer to the poles, you're going to experience some very long days. And you're also going to experience some very short days, depending on which pole you're at and what time of year it is. The simple way to put this is depending on time of year, the days are either getting shorter or getting longer. Now, every cell in your body adjusts its biology according to day length, except your brain, body, and cells don't actually know anything about day length.",
      "title_sent": "And if you're closer to the poles, you're going to experience some very long days.",
      "why_sent": "And you're also going to experience some very short days, depending on which pole you're at and what time of year it is."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0013",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 13,
      "text": "It only knows night length. And here's how it works. Light inhibits melatonin powerfully. If days are long and getting longer, that means melatonin is reduced. If days are getting shorter, that melatonin signal is getting longer.",
      "title_sent": "If days are long and getting longer, that means melatonin is reduced.",
      "why_sent": "If days are getting shorter, that melatonin signal is getting longer."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0014",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 14,
      "text": "So every cell in your body actually knows external day length and therefore time of year by way of the duration of the melatonin signal. By understanding that light and extended day length inhibit melatonin and melatonin tends to be associated with a more depressed or reduced functioning of these kind of activity-driving and mood-elevating signals and understanding that you have some control over melatonin by way of light, including sunlight but also artificial light, that should empower you, I believe, to make the adjustments so that if you're feeling low, you might ask, how much light am I getting? When am I getting that light? Because sleep is also important for restoring mood. So you need sleep.",
      "title_sent": "By understanding that light and extended day length inhibit melatonin and melatonin tends to be associated with a more depressed or reduced functioning of these kind of activity-driving and mood-elevating signals and understanding that you have some control over melatonin by way of light, including sunlight but also artificial light, that should empower you, I believe, to make the adjustments so that if you're feeling low, you might ask, how much light am I getting?",
      "why_sent": "So you need sleep."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0015",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 15,
      "text": "You can't just crush melatonin across the board and expect to feel good because then you're not going to fall asleep and stay asleep. Melatonin, not incidentally, comes from, is synthesized from serotonin. Serotonin is a neurotransmitter that is associated with feelings of well-being, provided that proper levels, but well-being of a particular kind, well-being associated with quiescence and calm and the feeling that we have enough resources in our immediate kind of conditions. It's the kind of thing that comes from a good meal or sitting down with friends, or holding a loved one or conversing with somebody that you really bond with. Serotonin does not stimulate action.",
      "title_sent": "Melatonin, not incidentally, comes from, is synthesized from serotonin.",
      "why_sent": "Serotonin is a neurotransmitter that is associated with feelings of well-being, provided that proper levels, but well-being of a particular kind, well-being associated with quiescence and calm and the feeling that we have enough resources in our immediate kind of conditions."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0016",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 16,
      "text": "It tends to stimulate stillness. Very different than the neuromodulator dopamine, which is a reward, feel good neuromodulator that stimulates action. And actually, dopamine is the precursor to epinephrine, to adrenaline, which actually puts us into action. It's actually made from dopamine. So you can start to think about light as a signal that is very powerful for modulating things like sleep and wakefulness but also serotonin levels, melatonin levels.",
      "title_sent": "Very different than the neuromodulator dopamine, which is a reward, feel good neuromodulator that stimulates action.",
      "why_sent": "And actually, dopamine is the precursor to epinephrine, to adrenaline, which actually puts us into action."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0017",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 17,
      "text": "And I talked about this previously. But I'll mention once more that light in the middle of the night reduces dopamine levels to the point where it can start causing problems with learning and memory and mood. That's one powerful reason to avoid bright light in the middle of the night. Throughout this podcast and in previous episodes, I've been mentioning neuromodulators, things like serotonin and dopamine, which tend to bias certain brain circuits and things in our body to happen and certain brain circuits and things in our body not to happen. One of the ones I've mentioned numerous times is epinephrine, which is a neuromodulator that tends to put us into action, make us want to move.",
      "title_sent": "But I'll mention once more that light in the middle of the night reduces dopamine levels to the point where it can start causing problems with learning and memory and mood.",
      "why_sent": "That's one powerful reason to avoid bright light in the middle of the night."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0018",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 18,
      "text": "In fact, when it's released in high amounts in our brain and body, it can lead to what we call stress or the feeling of being stressed. Several people asked me, what's the difference between epinephrine and adrenaline? Adrenaline is secreted from the adrenal glands, which sit right above our kidneys. Epinephrine is the exact same molecule, except that it's released within the brain. Epinephrine and adrenaline are basically the same thing.",
      "title_sent": "Several people asked me, what's the difference between epinephrine and adrenaline?",
      "why_sent": "Epinephrine and adrenaline are basically the same thing."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0019",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 19,
      "text": "And they tend to stimulate agitation and the desire to move. I got a lot of questions about exercise. What forms of exercise are best for sleeping well? When should I exercise, et cetera? There are basically two forms of exercise that we can talk about, although, of course, I realize there are many different forms of exercise.",
      "title_sent": "I got a lot of questions about exercise.",
      "why_sent": "There are basically two forms of exercise that we can talk about, although, of course, I realize there are many different forms of exercise."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0020",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 20,
      "text": "There's much more nuance to this. But we can talk about cardiovascular exercise, where the idea is to repeat a movement over and over and over continuously. So that would be like running, biking, rowing, cycling, this kind of thing. Or there's a resistance exercise, where you're moving, lifting, presumably putting down also, things of progressively heavier and heavier weight that you couldn't do continuously for 30 minutes. Now, you will see some places, aerobic exercise is best done in the morning and weight training is best done in the afternoon.",
      "title_sent": "But we can talk about cardiovascular exercise, where the idea is to repeat a movement over and over and over continuously.",
      "why_sent": "Or there's a resistance exercise, where you're moving, lifting, presumably putting down also, things of progressively heavier and heavier weight that you couldn't do continuously for 30 minutes."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0021",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 21,
      "text": "I think there's far more individual variation than that. I think there are, however, a couple of windows that the exercise science literature and the circadian literature points to as windows related to body temperature in which performance is optimized, injury is reduced, and so on. And those tend to be 30 minutes after waking, three hours after waking, and the later afternoon, usually 11 hours after waking, which is when temperature tends to peak. A note about working out first thing in the morning-- last time, we talked about non-photic phase shifts. If you exercise first thing in the morning, your body will start to develop an anticipatory circuit.",
      "title_sent": "I think there are, however, a couple of windows that the exercise science literature and the circadian literature points to as windows related to body temperature in which performance is optimized, injury is reduced, and so on.",
      "why_sent": "If you exercise first thing in the morning, your body will start to develop an anticipatory circuit."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0022",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 22,
      "text": "There's actually plasticity in these circadian circuits that will lead you to want to wake up at the particular time that you exercised the previous three or four days. So that can be a powerful tool. But you still want to get light exposure because it turns out that light and exercise converge to give an even bigger wake up signal to the brain and body. So you might want to think about that. Some people find if they exercise late in the day, they have trouble sleeping.",
      "title_sent": "There's actually plasticity in these circadian circuits that will lead you to want to wake up at the particular time that you exercised the previous three or four days.",
      "why_sent": "So you might want to think about that."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0023",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 23,
      "text": "In general, intense exercise does that, whereas the kind of lower intensity exercise doesn't. Many of your questions were about neuroplasticity, which is the brain and nervous system's ability to change in response to experience. There was a question that asked whether or not these really deep biological mechanisms around wakefulness, time of waking, sleep, et cetera, were subject to neuroplasticity. And indeed, they are. Some of that plasticity is short term.",
      "title_sent": "Many of your questions were about neuroplasticity, which is the brain and nervous system's ability to change in response to experience.",
      "why_sent": "Some of that plasticity is short term."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0024",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 24,
      "text": "And some of it is more long term. There's a really good analogy here, which is if you happen to eat on a very tight schedule, where every day, say, at 8:00 AM, noon, and 7:00 PM is when you eat your food-- I'm not suggesting you do this. But let's say you were to do that for a couple of days. After a few days, you would start to anticipate those mealtimes where no matter where you were in the world, no matter what was going on in your life, about 5 to 10 minutes before those meal times, you would start to feel hungry and even a little agitated, which is your body's way of trying to get you to forage for food. And that's because of some peptide signals that come from the periphery, from your body, things like hypocretin orexin that signal to the hypothalamus and brainstem to make you active and alert and look for food and feel hungry.",
      "title_sent": "After a few days, you would start to anticipate those mealtimes where no matter where you were in the world, no matter what was going on in your life, about 5 to 10 minutes before those meal times, you would start to feel hungry and even a little agitated, which is your body's way of trying to get you to forage for food.",
      "why_sent": "And that's because of some peptide signals that come from the periphery, from your body, things like hypocretin orexin that signal to the hypothalamus and brainstem to make you active and alert and look for food and feel hungry."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0025",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 25,
      "text": "So there's kind of an anticipatory circuit that's a chemical circuit. But eventually, over time, the neurons, the neural circuits that control hypocretin orexin would get tuned to the neural circuits that are involved in eating and maybe even smell and taste to create a kind of eating circuit that's unique to your pattern, to your rhythms. The same thing is true for these waking and exercise and other schedules, including ultradian schedules. If you wake up in the morning and start getting your sunlight, you start exercising in the morning, or you exercise in the afternoon, pretty soon your body will start to anticipate that and start to secrete hormones and other signals that prepare your body for the ensuing activity of waking up or going to sleep. So if you get onto a pattern or a rhythm, even if that rhythm isn't down to the minute, you'll find that there's plasticity in these circuits.",
      "title_sent": "But eventually, over time, the neurons, the neural circuits that control hypocretin orexin would get tuned to the neural circuits that are involved in eating and maybe even smell and taste to create a kind of eating circuit that's unique to your pattern, to your rhythms.",
      "why_sent": "So if you get onto a pattern or a rhythm, even if that rhythm isn't down to the minute, you'll find that there's plasticity in these circuits."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0026",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 26,
      "text": "And it becomes easier to wake up early if that's your thing or exercise at a particular day if that's your thing. That's the beauty of neuroplasticity. A number of people asked, what can I do to increase plasticity? And that really comes in two forms. There's plasticity that we can access in sleep to improve rates of learning and depth of learning from the previous day or so.",
      "title_sent": "That's the beauty of neuroplasticity.",
      "why_sent": "There's plasticity that we can access in sleep to improve rates of learning and depth of learning from the previous day or so."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0027",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 27,
      "text": "And there's this NSDR, Non-Sleep Deep Rest, that can be done without sleeping to improve rates of learning and depth of retention, et cetera. So let's consider those both. And you can incorporate these protocols if you like. Again, these are based on quality peer-reviewed studies. First, let's talk about learning in sleep.",
      "title_sent": "And there's this NSDR, Non-Sleep Deep Rest, that can be done without sleeping to improve rates of learning and depth of retention, et cetera.",
      "why_sent": "First, let's talk about learning in sleep."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0028",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 28,
      "text": "This is based on some work that I'll provide the reference for. That was published in the journal Science. Excellent journal. Matt Walker also talks about some of these studies done by others in his book Why We Sleep. The studies, just to remind you, are structured the following way.",
      "title_sent": "This is based on some work that I'll provide the reference for.",
      "why_sent": "That was published in the journal Science."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0029",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 29,
      "text": "An individual is brought into a laboratory, does a spatial memory task. So there tends to be a screen with a bunch of different objects popping up on the screen in different locations. So it might be a bulldog's face. It might be a cat. Then it might be an apple.",
      "title_sent": "So it might be a bulldog's face.",
      "why_sent": "It might be a cat."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0030",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 30,
      "text": "Then it might be a pen in different locations. And that sounds trivially easy. But with time, you can imagine, it gets pretty tough to come back a day later and remember if something presented in a given location was something you've seen before and whether or not it was presented in that location or a different location. If you had enough objects and changed the locations enough, this can actually be quite difficult. In this study, the subjects either just went through the experiment or a particular odor was released into the room while they were learning or a tone was played in the room while they were learning.",
      "title_sent": "But with time, you can imagine, it gets pretty tough to come back a day later and remember if something presented in a given location was something you've seen before and whether or not it was presented in that location or a different location.",
      "why_sent": "If you had enough objects and changed the locations enough, this can actually be quite difficult."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0031",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 31,
      "text": "And then during the sleep of those subjects the following night and the following night-- this was done repeatedly for several nights-- the same odor or tone was played while the subjects were sleeping. They did this in different stages of sleep, non-REM sleep and Rapid Eye Movement sleep, REM sleep. They did this with just the tone in sleep. If the subjects had had the odor but not the tone, they did it with putting the tone. If they had had the odor while learning-- so basically, all the controls, all the things you'd want to see done to make sure that it wasn't some indirect effect, some modulatory effect.",
      "title_sent": "They did this with just the tone in sleep.",
      "why_sent": "If the subjects had had the odor but not the tone, they did it with putting the tone."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0032",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 32,
      "text": "And what they found was that providing the same stimulus, the odor if they smelled an odor or a tone if the subjects heard a tone while learning, if they just delivered that odor or tone while the subjects slept, rates of learning and retention of information was significantly greater. This is pretty cool. What this means is that you can cue the subconscious brain, the asleep brain, to learn particular things better and faster. So how might you implement this? Well, you could play with this if you want.",
      "title_sent": "What this means is that you can cue the subconscious brain, the asleep brain, to learn particular things better and faster.",
      "why_sent": "Well, you could play with this if you want."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0033",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 33,
      "text": "I don't see any real challenge to this, provided the odor is a safe one and doesn't wake you up and the tone is a safe one and doesn't wake you up. You could do this by having a metronome, for instance, while learning something, playing in the background or particular music and then have that very faintly while you sleep. So you could apply this if you like and try this. The other form of neuroplasticity is not the neuroplasticity that you're amplifying by listening to tones or smelling odors in sleep but the neuroplasticity that you can access with non-sleep deep rest. So NSDR, Non-Sleep Deep Rest, as well as short 20 minute naps, which are very close to non-sleep deep rest because people rarely drop into deep states of sleep during short naps unless they're very sleep deprived-- NSDR has been shown to increase rates of learning when done for 20 minute bouts to match an approximately 90-minute bout of learning.",
      "title_sent": "You could do this by having a metronome, for instance, while learning something, playing in the background or particular music and then have that very faintly while you sleep.",
      "why_sent": "The other form of neuroplasticity is not the neuroplasticity that you're amplifying by listening to tones or smelling odors in sleep but the neuroplasticity that you can access with non-sleep deep rest."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0034",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 34,
      "text": "So what am I talking about? 90-minute cycles are these ultradian cycles that I've talked about previously. And we tend to learn very well by taking a 90-minute cycle, transitioning into some focused mode early in the cycle when it's hard to focus. And then deep focus and learning feels almost like agitation and strain. And then by the end of that 90-minute cycle, it becomes very hard to maintain focus and learn more information. There was a study published in Cell Reports last year-- great journal.",
      "title_sent": "And we tend to learn very well by taking a 90-minute cycle, transitioning into some focused mode early in the cycle when it's hard to focus.",
      "why_sent": "And then by the end of that 90-minute cycle, it becomes very hard to maintain focus and learn more information."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0035",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 35,
      "text": "Excellent paper showing that 20-minute naps or light sleep of the non-sleep deep rest taken immediately after or close to it-- doesn't have to be immediately after you finish the last sentence of learning or whatever it is or bar of music. But a couple of minutes after transitioning to a period of non-sleep deep rest where you're turning off, the analysis of duration path and outcome has been shown to accelerate learning to a significant degree, both the amount of information and the retention of that information. So that's pretty cool because this is a cost-free, drug-free way of accelerating learning without having to get more sleep but simply by introducing these 20-minute bouts. I would encourage people, if they want to try this to consider the 20 minutes per every 90 minutes of ultradian learning cycle, which brings us to the next thing about learning and plasticity, which is nootropics, a.k.a. smart drugs. [SIGHS] This is a big topic. That sigh was a sigh of concern about how to address nootropics in a thorough enough but thoughtful enough way.",
      "title_sent": "But a couple of minutes after transitioning to a period of non-sleep deep rest where you're turning off, the analysis of duration path and outcome has been shown to accelerate learning to a significant degree, both the amount of information and the retention of that information.",
      "why_sent": "So that's pretty cool because this is a cost-free, drug-free way of accelerating learning without having to get more sleep but simply by introducing these 20-minute bouts."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0036",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 36,
      "text": "There are elements to learning that we've discussed here before that are very concrete, things like the ability to focus and put the blinders on to everything else that's happening around you and in your head mainly, distractions about things you should be doing, could be doing or might be doing, and focus on what you need to do. And then that's required for triggering the acetylcholine neuromodulator. That will then allow you to highlight the particular synapses that will then later change in sleep. So no nootropic allows you to bypass the need for sleep and deep rest. That's important to understand.",
      "title_sent": "And then that's required for triggering the acetylcholine neuromodulator.",
      "why_sent": "That will then allow you to highlight the particular synapses that will then later change in sleep."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0037",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 37,
      "text": "Right now, most nootropics tend to bundle a bunch of things together. Most of them include some form of stimulant, caffeine. You can't just ingest more stimulant to be more focused. It doesn't work that way. Most nootropics also include things that increase or are designed to increase acetylcholine, things like Alpha-GPC and other things of that sort.",
      "title_sent": "Right now, most nootropics tend to bundle a bunch of things together.",
      "why_sent": "Most nootropics also include things that increase or are designed to increase acetylcholine, things like Alpha-GPC and other things of that sort."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0038",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 38,
      "text": "And indeed, there's some evidence that they can increase acetylcholine. So we need the focus component. We need the alertness component. The alertness component comes from epinephrine, traditionally from caffeine stimulation. The acetylcholine stimulation traditionally comes from choline donors or Alpha-GPC, things of that sort.",
      "title_sent": "We need the alertness component.",
      "why_sent": "The alertness component comes from epinephrine, traditionally from caffeine stimulation."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0039",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 39,
      "text": "And then you would want to have some sort of off switch because anything that's going to really stimulate your alertness that then provides a crash, that crash is not a crash into the deep, kind of restful slumber that you would want for learning. It's a crash into the kind of-- let's just call it lopsided sleep, meaning it's deep sleep. But it lacks certain spindles and other elements of the physiology-- sleep spindles that really engage the learning process and the reconfiguration of synapses. So right now, my stance on nootropics is that maybe-- maybe for occasional use, provided it's safe for you-- I'm not recommending it. But in general, it tends to use more of a shotgun approach than is probably going to be useful for learning and memory in the long run.",
      "title_sent": "And then you would want to have some sort of off switch because anything that's going to really stimulate your alertness that then provides a crash, that crash is not a crash into the deep, kind of restful slumber that you would want for learning.",
      "why_sent": "But in general, it tends to use more of a shotgun approach than is probably going to be useful for learning and memory in the long run."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0040",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 40,
      "text": "I'd like to continue by talking about the role of temperature in sleep, accessing sleep, staying asleep, and wakefulness. Temperature is super interesting as it relates to circadian rhythms and wakefulness and sleep. First, let's take a look at what's happening to our body temperature across each 24-hour cycle. In general, our temperature tends to be lowest right around 4:00 AM and starts creeping up around 6:00 AM, 8:00 AM, and peaks sometime between 4:00 PM and 6:00 PM. There's also an important way in which temperature matches day length.",
      "title_sent": "I'd like to continue by talking about the role of temperature in sleep, accessing sleep, staying asleep, and wakefulness.",
      "why_sent": "Temperature is super interesting as it relates to circadian rhythms and wakefulness and sleep."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0041",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 41,
      "text": "In general, as days get longer, it tends to be hotter out, not always. But in general, that's the way it is. And as days get shorter, it tends to be colder outside. So temperature and day length are also linked. Metabolically, they're linked.",
      "title_sent": "In general, as days get longer, it tends to be hotter out, not always.",
      "why_sent": "And as days get shorter, it tends to be colder outside."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0042",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 42,
      "text": "Biologically, they're linked-- excuse me. And atmospherically, they're linked for the reasons that we talked about before, about duration of day length and other climate features and so forth. So one of the most powerful things about setting your circadian rhythm properly is that your temperature will start to fall into a regular rhythm. And that temperature has a very strong effect on things like metabolism and when you will feel most willing and interested in exercising. Typically, the willingness to exercise and engage in any kind of activity, mental or physical, is going to be when that rise in temperature is steepest, when the slope of that line is greatest.",
      "title_sent": "And atmospherically, they're linked for the reasons that we talked about before, about duration of day length and other climate features and so forth.",
      "why_sent": "So one of the most powerful things about setting your circadian rhythm properly is that your temperature will start to fall into a regular rhythm."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0043",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 43,
      "text": "That's why 30 minutes after waking is one of those key windows as well as three hours after waking and then when temperature actually peaks, which is generally-- generally about 11 hours after waking. So this is why we say that temperature and circadian rhythm are linked. But they're actually even more linked than that. We've talked before about how light enters the eye, triggers activation of these melanopsin cells, which then triggers activation of the suprachiasmatic nucleus, the master circadian clock. And then I always say the master circadian clock informs all the cells and tissues of your body and puts them into a nice, cohesive rhythm.",
      "title_sent": "That's why 30 minutes after waking is one of those key windows as well as three hours after waking and then when temperature actually peaks, which is generally-- generally about 11 hours after waking.",
      "why_sent": "So this is why we say that temperature and circadian rhythm are linked."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0044",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 44,
      "text": "But what I've never answered was how it actually puts them into that rhythm. And it does it two ways. One is it secretes a peptide. A peptide is just a little protein that floats through the bloodstream and signals to the cells. But the other way is it synchronizes the temperature under which those cells exist.",
      "title_sent": "One is it secretes a peptide.",
      "why_sent": "But the other way is it synchronizes the temperature under which those cells exist."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0045",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 45,
      "text": "So temperature is actually the effector of the circadian rhythm. Nowadays, there's some interest in cold showers and ice baths. Getting into an ice bath is very interesting because you have a rebound increase in thermogenesis. Now, you should know from the previous episode that as that temperature increases, it will shift your circadian rhythm. And which direction it shifts your circadian rhythm will depend on whether or not you're doing it during the daytime or late in the day.",
      "title_sent": "Now, you should know from the previous episode that as that temperature increases, it will shift your circadian rhythm.",
      "why_sent": "And which direction it shifts your circadian rhythm will depend on whether or not you're doing it during the daytime or late in the day."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0046",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 46,
      "text": "If you do it after 8:00 PM, it's going to make your day longer because your body and your central clocks are used to temperature going up early in the day and throughout the day and peaking in the afternoon. If you then increase that further or you simply increase it over its baseline at 8:00 PM after temperature was already falling, even if it's just by a half a degree or a couple of degrees or you do that with exercise-- doesn't have to be with the ice bath-- you are extending, you are shifting forward, you are phase delaying your clock. You're convincing your clock and therefore the rest of your body that the day is still going. You're giving it the perception, the cellular and physiological perception, that the day is getting longer. And you will want to naturally stay up later and wake up later.",
      "title_sent": "If you do it after 8:00 PM, it's going to make your day longer because your body and your central clocks are used to temperature going up early in the day and throughout the day and peaking in the afternoon.",
      "why_sent": "You're convincing your clock and therefore the rest of your body that the day is still going."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0047",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 47,
      "text": "So for those of you that are having trouble getting up-- and this is going to almost sound laughable. But a cold shower first thing in the morning will wake you up. But that's waking you up in the short term because of a different mechanism, which I'll talk about in a moment. But it also is shifting your clock. It's phase advancing your clock in a way that makes you more likely to get up earlier the next day.",
      "title_sent": "But that's waking you up in the short term because of a different mechanism, which I'll talk about in a moment.",
      "why_sent": "It's phase advancing your clock in a way that makes you more likely to get up earlier the next day."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0048",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 48,
      "text": "It's going to make you want to wake up about half hour to an hour earlier the next day than you normally would. Whereas if you do it while your temperature is falling, it will tend to delay and make your body perceive as if the day is getting longer. But temperature is-- again, it's not just one tool to manipulate wake up time and circadian rhythm and metabolism. It is the effector. It is the way that the central circadian clock impacts all the cells and tissues of your body.",
      "title_sent": "Whereas if you do it while your temperature is falling, it will tend to delay and make your body perceive as if the day is getting longer.",
      "why_sent": "It is the effector."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0049",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 49,
      "text": "Light is the trigger. The suprachiasmatic nucleus is the master circadian clock that mediates all these changes, also influenced by non-photic influence, like exercise and feeding and things of that sort. But temperature is the effector. Now, you can also shift your circadian rhythm with eating. When you travel and you land in a new location and your schedule is inverted 12 hours, one way that we know you can shift your rhythm more quickly is to get on to the local meal schedule.",
      "title_sent": "Light is the trigger.",
      "why_sent": "When you travel and you land in a new location and your schedule is inverted 12 hours, one way that we know you can shift your rhythm more quickly is to get on to the local meal schedule."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0050",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 50,
      "text": "Now, that probably has to do with two effects. One are changes in temperature and eating induced increases in body temperature. Now, you should understand why that would work. As well as eating has this anticipatory secretion of hypocretin orexin that I talked about earlier. Many people asked questions about food and neurotransmitters and how those relate to sleep, wakefulness, and mood, which is essentially 25 hours of content for me to cover.",
      "title_sent": "Now, that probably has to do with two effects.",
      "why_sent": "As well as eating has this anticipatory secretion of hypocretin orexin that I talked about earlier."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0051",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 51,
      "text": "But I'm going to try and distill out the most common questions. We've talked a lot about neuromodulators, like dopamine, acetylcholine, and norepinephrine. You may notice in those discussions that the precursors to say serotonin is tryptophan. Tryptophan actually comes from the diet. It comes from the foods that we eat.",
      "title_sent": "Tryptophan actually comes from the diet.",
      "why_sent": "It comes from the foods that we eat."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0052",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 52,
      "text": "Tyrosine is the precursor to dopamine. It comes from the foods that we eat. And then once we ingest them, those compounds are circulated to a variety of different cells and in tissues. But it is true that our food and the particular foods we eat can influence things like neuromodulator levels to some extent. Nuts and meats, in particular red meats, tend to be rich in things like tyrosine.",
      "title_sent": "Tyrosine is the precursor to dopamine.",
      "why_sent": "But it is true that our food and the particular foods we eat can influence things like neuromodulator levels to some extent."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0053",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 53,
      "text": "That tells you right there that because tyrosine is the precursor of dopamine and dopamine is the precursor of norepinephrine and epinephrine, that those foods tend to lend themselves toward the production of dopamine and epinephrine and the sorts of things that are associated with wakefulness. Now, of course, the volume of food that we eat also impacts our wakefulness. If we eat a lot of anything, whether or not it's ribeye steaks, rice, or cardboard-- please don't eat cardboard-- your stomach, if it's very distended, will draw a lot of blood into your gut. And you will divert blood from other tissues. And you'll become sleepy.",
      "title_sent": "That tells you right there that because tyrosine is the precursor of dopamine and dopamine is the precursor of norepinephrine and epinephrine, that those foods tend to lend themselves toward the production of dopamine and epinephrine and the sorts of things that are associated with wakefulness.",
      "why_sent": "And you will divert blood from other tissues."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0054",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 54,
      "text": "So it's not just about food content. It's also about food volume. Fasting states generally are associated with more alertness, epinephrine, and so forth. And fed states are generally associated with more quiescence and relaxation, serotonin and the kind of things that lend themselves more towards sleep and less toward alertness. And fed states are generally associated with more quiescence and relaxation, serotonin and the kind of things that lend themselves more towards sleep and less toward alertness.",
      "title_sent": "And fed states are generally associated with more quiescence and relaxation, serotonin and the kind of things that lend themselves more towards sleep and less toward alertness.",
      "why_sent": "And fed states are generally associated with more quiescence and relaxation, serotonin and the kind of things that lend themselves more towards sleep and less toward alertness."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0055",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 55,
      "text": "There are a couple effects of food that are independent-- or I should say, a couple effects of eating because the food won't do it when it's sitting across the table-- but of eating that are powerful for modulating circadian rhythm, wakefulness, et cetera. And that's because every time we eat, we get eating-induced thermogenesis regardless of what we eat. And now you know from the discussion about temperature that if you're eating early in the day, you're tending to shift your rhythm earlier so that you'll want to wake up earlier the next day. If you're eating very late in the day, even if you can fall asleep after that, there's a tendency for you to want to sleep later the next day. So as we finish up, I just want to offer you the opportunity to do an experiment.",
      "title_sent": "And now you know from the discussion about temperature that if you're eating early in the day, you're tending to shift your rhythm earlier so that you'll want to wake up earlier the next day.",
      "why_sent": "If you're eating very late in the day, even if you can fall asleep after that, there's a tendency for you to want to sleep later the next day."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0056",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 56,
      "text": "It might be interesting, just a suggestion, to write down for each day when you went outside to get sunlight and when you did that relative to waking. And then you might just take note of when you exercised. And you might note when you might have felt chilled or cold if you do. Or you might have felt particularly hot or if you woke up in the middle of the night when you felt particularly hot. And then the last thing you might want to do is just write down if and when you did a Non-Sleep Deep Rest protocol, NSDR protocol, anything that you're using to deliberately teach your nervous system how to go from more alertness to more calmness in the waking state.",
      "title_sent": "And then you might just take note of when you exercised.",
      "why_sent": "And you might note when you might have felt chilled or cold if you do."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0057",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 57,
      "text": "By doing this, you can start to reveal some really interesting patterns. It's really about taking the patterns of behaviors of waking and light viewing and eating and exercise and superimposing that on what you're learning in this podcast and elsewhere, of course, and what you already know and trying to see where certain problems or problems or pain points might be arising. Maybe you start to find that using cold exposure early in the day is great for you. But using it late, if it's too late in the day, that's not great. Or if you're into the sauna or even-- some people, including myself, if I take a hot shower or sit in a hot tub or a sauna late at night, well, then I get a compensatory decrease in body temperature.",
      "title_sent": "Maybe you start to find that using cold exposure early in the day is great for you.",
      "why_sent": "But using it late, if it's too late in the day, that's not great."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0058",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 58,
      "text": "And I sleep great, provided I hydrate well enough because that can be kind of a dehydrating thing to sit in hot conditions. But if I do the sauna early in the day, unless I exercise immediately afterward, then I tend to get the temperature drop, which makes sense because we can get in the sauna. You get vasodilation. You throw off a lot of heat. And then you generally get a compensatory drop in temperature.",
      "title_sent": "You get vasodilation.",
      "why_sent": "And then you generally get a compensatory drop in temperature."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0059",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 59,
      "text": "If you do that early in the day, that's right about the time that temperature is trying to entrain the circadian clocks of your body. So I just encourage you to start becoming scientists of your own physiology, of your own brain and body, and seeing how the various tools that you may or may not be using are affecting your patterns of sleep, your patterns of attention and wakefulness. It's vitally important that if you do this, that you know that it's not about trying to get onto an extremely rigid schedule. It's really about trying to identify variables that are most powerful for you and that push you in the direction that you want to go and changing the variables that are pushing your body and your mind in the directions that you don't want to go. Self-experimentation is something that should be done slowly, carefully.",
      "title_sent": "If you do that early in the day, that's right about the time that temperature is trying to entrain the circadian clocks of your body.",
      "why_sent": "It's really about trying to identify variables that are most powerful for you and that push you in the direction that you want to go and changing the variables that are pushing your body and your mind in the directions that you don't want to go."
    },
    {
      "chunk_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism__0060",
      "episode_id": "ep_essentials_using_science_to_optimize_sleep_learning_metabolism",
      "episode_title": "Essentials: Using Science to Optimize Sleep, Learning & Metabolism",
      "chunk_index": 60,
      "text": "You don't want to be reckless about this. And this is where I would say manipulating one or two variables at a time is really going to be best as opposed to changing a dozen things all at once to really identify what it is that's most powerful for you. And above all, thank you for your interest in science. [MUSIC PLAYING]",
      "title_sent": "You don't want to be reckless about this.",
      "why_sent": "And this is where I would say manipulating one or two variables at a time is really going to be best as opposed to changing a dozen things all at once to really identify what it is that's most powerful for you."
    }
  ]
}