{
  "episode_id": "ep_essentials_how_to_build_endurance",
  "title": "Essentials: How to Build Endurance",
  "chunks": [
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0000",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 0,
      "text": "Andrew Huberman: Welcome to Huberman Lab Essentials, where we revisit past episodes for the most potent and actionable science-based tools for mental health, physical health, and performance. I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. This podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science-related tools to the general public. Today, I'd like to talk about endurance and how to build endurance, and how to use endurance for the health of your entire body.",
      "title_sent": "It is, however, part of my desire and effort to bring zero cost to consumer information about science and science-related tools to the general public.",
      "why_sent": "Today, I'd like to talk about endurance and how to build endurance, and how to use endurance for the health of your entire body."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0001",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 1,
      "text": "Endurance, as the name suggests, is our ability to engage in continuous bouts of exercise, or continuous movement, or continuous effort of any kind. It is clear that cardiovascular exercise, exercise where you're getting your heart rate up continuously for a period of time is vital for tapping into and enhancing various aspects of our biology in the body and in the brain, such that our brain can perform work for longer periods of time, focused work, learning, et cetera. The key thing to understand about energy production in the body is this thing that we call ATP. ATP is required for anything that requires energy, for anything that you do that requires effort. Our muscles and our neurons use different fuel sources to generate ATP.",
      "title_sent": "The key thing to understand about energy production in the body is this thing that we call ATP.",
      "why_sent": "ATP is required for anything that requires energy, for anything that you do that requires effort."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0002",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 2,
      "text": "The ones that are used first for short bouts of intense activity are things like phosphocreatine. If you've only heard about creatine as a supplement, well, phosphocreatine actually exists on our muscles. That's why people take creatine, you can load your muscles with more creatine. Phosphocreatine is great for short, intense bouts of effort. Then you start to tap into things like glucose, which is literally just carbohydrates as just sugar that's in your blood.",
      "title_sent": "The ones that are used first for short bouts of intense activity are things like phosphocreatine.",
      "why_sent": "Phosphocreatine is great for short, intense bouts of effort."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0003",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 3,
      "text": "Then if you keep pushing, you start to tap into other fuel sources like glycogen, and you have fats stored in adipose tissue. Even if you have very, very low body fat percentage, you can extract lipids, fatty acids from that body fat. It's like a storage pack, it is a storage pack for energy that can be converted to ATP. Without going into any more detail, when I say today energy or I say ATP, just remember that regardless of your diet, regardless of your nutritional plan, your body has the capacity to use creatine, glucose, glycogen, lipids, and if your ketogenic, ketones in order to generate fuel energy. Now, the other crucial point is that in order to complete that process of taking these fuels and converting them into energy, most of the time, you need oxygen.",
      "title_sent": "Without going into any more detail, when I say today energy or I say ATP, just remember that regardless of your diet, regardless of your nutritional plan, your body has the capacity to use creatine, glucose, glycogen, lipids, and if your ketogenic, ketones in order to generate fuel energy.",
      "why_sent": "Now, the other crucial point is that in order to complete that process of taking these fuels and converting them into energy, most of the time, you need oxygen."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0004",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 4,
      "text": "You need air, basically, in your system. Now, it's not actual air. You need oxygen molecules in your system. Comes in through your mouth and your nose, goes to your lungs and distributes via the bloodstream. Oxygen is not a fuel, but like a fire that has no oxygen, you can't actually burn the logs, but when you blow a lot of oxygen onto a fire, basically onto logs with a flame there, then basically it will take fire, it will burn.",
      "title_sent": "You need air, basically, in your system.",
      "why_sent": "You need oxygen molecules in your system."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0005",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 5,
      "text": "Oxygen allows you to burn fuel. Today we are going to ask the critical questions. What allows us to perform? What allows us to continue effort for long periods of time? We think of things like willpower.",
      "title_sent": "What allows us to perform?",
      "why_sent": "What allows us to continue effort for long periods of time?"
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0006",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 6,
      "text": "What's willpower? Willpower is neurons. It's neurons in our brain. We have this thing called the central governor which decides whether or not we should or could continue, or whether or not we should stop, whether or not we should quit. We have to ask the question, what is the limiting factor on performance?",
      "title_sent": "What's willpower?",
      "why_sent": "Willpower is neurons."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0007",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 7,
      "text": "What prevents us from enduring? What prevents us from moving forward? What are the factors that say, you know what, no more, I'm not going to continue this run? There are five main categories of things that allow us to engage in effort. I don't want to completely write off things like the immune system and other systems of the body, but nerve, muscle, blood, heart, and lungs are the five that I want to focus on today because that's where most of the data are.",
      "title_sent": "What prevents us from enduring?",
      "why_sent": "What prevents us from moving forward?"
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0008",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 8,
      "text": "Let's talk about neurons and how they work. I want to tell you about an experiment that's going to make it very clear why quitting is a mental thing, not a physical thing. Why do we quit? An experiment was done a couple years ago and was published in the journal, Cell, Cell Press journal, excellent journal, showing that there is a class of neurons in our brainstem in the back of our brain that if they shut off, we quit. These neurons release epinephrine.",
      "title_sent": "Let's talk about neurons and how they work.",
      "why_sent": "An experiment was done a couple years ago and was published in the journal, Cell, Cell Press journal, excellent journal, showing that there is a class of neurons in our brainstem in the back of our brain that if they shut off, we quit."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0009",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 9,
      "text": "Epinephrine is adrenaline. Anytime we are engaged in effort of any kind, we are releasing epinephrine. Anytime we're awake really, we are releasing epinephrine into our brain. In fact, this little group of neurons in the back of our brain it's called the locus coeruleus, if you like, is churning out epinephrine all the time. If something stresses us out, it churns out more, and then it acts as an alertness signal for the whole brain.",
      "title_sent": "Anytime we're awake really, we are releasing epinephrine into our brain.",
      "why_sent": "In fact, this little group of neurons in the back of our brain it's called the locus coeruleus, if you like, is churning out epinephrine all the time."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0010",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 10,
      "text": "We also, of course, have adrenaline epinephrine released in our body, which makes our body ready for things. Think about epinephrine as a readiness signal. When we are engaged in effort, this readiness signal is being churned into our brain. When we're relaxed and we're falling asleep, epinephrine levels are low. Our desire to continue, or put differently, our willingness to continue and our desire to quit is mediated by events between our two ears.",
      "title_sent": "When we are engaged in effort, this readiness signal is being churned into our brain.",
      "why_sent": "When we're relaxed and we're falling asleep, epinephrine levels are low."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0011",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 11,
      "text": "That doesn't mean that the body is not involved, but it means that neurons are critically important. We have two categories of neurons that are important: the ones in our head that tell us get up and go out and take that run, and the ones that allow us, encourage us to continue that run, and we have neurons that shut things off and say no more. We of course have the neurons that connect to our muscles and control our muscles. The reason we quit is rarely because our body quits. Our mind quits.",
      "title_sent": "We of course have the neurons that connect to our muscles and control our muscles.",
      "why_sent": "The reason we quit is rarely because our body quits."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0012",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 12,
      "text": "When people say, \"I hear that sports or effort, or fighting, it's 90% mental, 10% physical,\" that whole discussion about how much is mental, how much is physical, is absolutely silly. It's 100% nervous system. It's neurons. When people say mental or physical, understand, it's 100% neural. What do nerves need in order to continue to fire?",
      "title_sent": "It's 100% nervous system.",
      "why_sent": "When people say mental or physical, understand, it's 100% neural."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0013",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 13,
      "text": "What do you need in order to get neurons to say, I will persist? They need glucose. Unless you're a keto and ketogenic adapted, you need carbohydrate, is glucose. That's what neurons run on, and you need electrolytes. Neurons have what's called a sodium-potassium pump blah, blah, blah.",
      "title_sent": "Unless you're a keto and ketogenic adapted, you need carbohydrate, is glucose.",
      "why_sent": "That's what neurons run on, and you need electrolytes."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0014",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 14,
      "text": "They generate electricity. In order to get nerve cells to fire, to contract muscle, to say, I'm going to continue, you need sufficient sodium salt because the action potential, the actual firing of neurons is driven by sodium entering the cell, rushing into the cell. Then there's a removal of potassium, and then there's a resetting of those levels by something called the sodium-potassium pump. The sodium-potassium pump and sodium and action potentials, even if you don't know anything about that is ATP dependent. It requires energy.",
      "title_sent": "Then there's a removal of potassium, and then there's a resetting of those levels by something called the sodium-potassium pump.",
      "why_sent": "The sodium-potassium pump and sodium and action potentials, even if you don't know anything about that is ATP dependent."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0015",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 15,
      "text": "You need energy in order to get neurons to fire and it is pH dependent. It depends on the conditions or the environment within the brain being of a certain pH or acidity. pH is about how acid or how basic the environment is. Nerves need salt. They need potassium, and it turns out they need magnesium. You need glucose and carbohydrates in order to power those neurons unless you are running on ketones.",
      "title_sent": "You need energy in order to get neurons to fire and it is pH dependent.",
      "why_sent": "You need glucose and carbohydrates in order to power those neurons unless you are running on ketones."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0016",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 16,
      "text": "Muscle. Muscle is going to engage and generate energy first by using this phosphocreatine system. High bouts of effort, really intense effort, short-lived, seconds to minutes, but probably more like seconds, it's going to be this phosphocreatine, literally a fuel source in the muscle that you're going to burn just like you would logs on a fire. Glycogen which is stored carbohydrate in the muscle, they're converting that into ATP in order to generate that energy. Then there's stuff in our blood that's available as an energy source.",
      "title_sent": "Muscle is going to engage and generate energy first by using this phosphocreatine system.",
      "why_sent": "Glycogen which is stored carbohydrate in the muscle, they're converting that into ATP in order to generate that energy."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0017",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 17,
      "text": "In blood we got glucose, so literally blood sugar that's floating around. Let's say you have fasted for three days. Your blood glucose is going to be very low, so that's not going to be a great fuel source, but you will start to liberate fats from your adipose tissue, from your fat. Fatty acids will start to mobilize into the bloodstream and you can burn those for energy. There are some other factors that are important.",
      "title_sent": "In blood we got glucose, so literally blood sugar that's floating around.",
      "why_sent": "Your blood glucose is going to be very low, so that's not going to be a great fuel source, but you will start to liberate fats from your adipose tissue, from your fat."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0018",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 18,
      "text": "Those are the heart, which is going to move blood. The more that the heart can move blood and oxygen, the more fuel that's going to be available for you to engage in muscular effort and thinking effort. As I've mentioned oxygen a few times, it should be obvious then that the lungs are very important. You need to bring oxygen in and distribute it to all these tissues because oxygen is critical for the conversion of carbohydrates and the conversion of fats. When we ask the question, what's limiting for performance?",
      "title_sent": "Those are the heart, which is going to move blood.",
      "why_sent": "The more that the heart can move blood and oxygen, the more fuel that's going to be available for you to engage in muscular effort and thinking effort."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0019",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 19,
      "text": "What is going to allow us to endure, to engage in effort and endure long bouts of effort or even moderately long bouts of effort? We need to ask which of those things, nerve, muscle, blood, heart, and lungs, is limiting? Put differently, we ask, what should we be doing with our neurons, what should we be doing with our muscles, what should we be doing with our blood, what should we be doing with our heart, and what should we be doing with our lungs that's going to allow us to build endurance for mental and physical work, and to be able to go longer, further with more intensity? Let's talk about the four kinds of endurance and how to achieve those. First of all, we have muscular endurance.",
      "title_sent": "We need to ask which of those things, nerve, muscle, blood, heart, and lungs, is limiting?",
      "why_sent": "Put differently, we ask, what should we be doing with our neurons, what should we be doing with our muscles, what should we be doing with our blood, what should we be doing with our heart, and what should we be doing with our lungs that's going to allow us to build endurance for mental and physical work, and to be able to go longer, further with more intensity?"
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0020",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 20,
      "text": "Muscular endurance is the ability for our muscles to perform work over time. Our failure to continue to be able to perform that work is going to be due to muscular fatigue, not to cardiovascular fatigue. Not because we're breathing too hard or we can't get enough blood to the muscles, or because we quit mentally, but because the muscles themselves give out. One good example of this would be if you had to pick up a stone in the yard and that stone is not extremely heavy for you, and you needed to do that anywhere from 50 to 100 times. You were picking it up and putting it down, and picking it up and putting it down, and picking up and putting it down.",
      "title_sent": "Muscular endurance is the ability for our muscles to perform work over time.",
      "why_sent": "One good example of this would be if you had to pick up a stone in the yard and that stone is not extremely heavy for you, and you needed to do that anywhere from 50 to 100 times."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0021",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 21,
      "text": "At some point, your muscles will fatigue. Muscular endurance is going to be something that you can perform for anywhere from 12 to 25, or even up to 100 repetitions. A good example is pushups. It's actually no coincidence that a lot of military boot-camp style training is not done with weights. It's done with things like pushups, pull-ups, sit-ups, and running, because what they're really building is muscular endurance, the ability to perform work repeatedly over time for a given set of muscles and neurons.",
      "title_sent": "It's actually no coincidence that a lot of military boot-camp style training is not done with weights.",
      "why_sent": "It's done with things like pushups, pull-ups, sit-ups, and running, because what they're really building is muscular endurance, the ability to perform work repeatedly over time for a given set of muscles and neurons."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0022",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 22,
      "text": "A really good muscular endurance training protocol, according to the scientific literature, would be three to five sets of anywhere from 12 to 100 repetitions. That's a huge range. Now, 12 to 25 repetitions is going to be more reasonable for most people. The rest periods are going to be anywhere from 30 to 180 seconds of rest. Anywhere from half a minute to three minutes of rest.",
      "title_sent": "A really good muscular endurance training protocol, according to the scientific literature, would be three to five sets of anywhere from 12 to 100 repetitions.",
      "why_sent": "Anywhere from half a minute to three minutes of rest."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0023",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 23,
      "text": "The one critical feature of building muscular endurance is that it has no major eccentric loading component. I haven't talked much about eccentric and concentric loading, but concentric loading is when you are shortening the muscle typically, or lifting a weight, and eccentric movements are when you are lengthening a muscle, typically, or lowering a weight. If you do a pull-up and you get your chin over the bar, or a chin-up, that's the concentric portion of the effort, and then as you lower yourself, that's the eccentric portion. Eccentric portion of resistance training of any kind, whether or not it's for endurance or for strength, is one of the major causes of soreness. Some people will be more susceptible to this than others, but it does create more damage in muscle fibers.",
      "title_sent": "The one critical feature of building muscular endurance is that it has no major eccentric loading component.",
      "why_sent": "Eccentric portion of resistance training of any kind, whether or not it's for endurance or for strength, is one of the major causes of soreness."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0024",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 24,
      "text": "Muscular endurance and building muscular endurance should not include any movements that include major eccentric loads. If you're going to do pushups, it doesn't mean that you want to drop, smash your chest into the floor. By the way, your chest should touch the ground on every pushup. That's a real pushup. It's about pushing down till your chest touch the floor and straightening out.",
      "title_sent": "By the way, your chest should touch the ground on every pushup.",
      "why_sent": "It's about pushing down till your chest touch the floor and straightening out."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0025",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 25,
      "text": "That's a proper pushup. A pull-up is where you pull your chin above the bar. Neither of those should include a slow eccentric or lowering component if you are using those to train muscular endurance, the 3 to 5 sets of 12 to 25, and maybe even up to 100 repetitions, with 30 to 180 seconds of rest in-between. If you want to build muscular endurance, you want to make your muscles able to do more work for longer, it's going to be this 3 to 5 sets of 12 to 100 reps, 30 to 180 seconds of mainly concentric movement. Not a slow lowering phase or a heavy lowering phase.",
      "title_sent": "Neither of those should include a slow eccentric or lowering component if you are using those to train muscular endurance, the 3 to 5 sets of 12 to 25, and maybe even up to 100 repetitions, with 30 to 180 seconds of rest in-between.",
      "why_sent": "If you want to build muscular endurance, you want to make your muscles able to do more work for longer, it's going to be this 3 to 5 sets of 12 to 100 reps, 30 to 180 seconds of mainly concentric movement."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0026",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 26,
      "text": "That might be kettlebell swings and things of that sort. Isometrics, as I mentioned, things like plank and wall sits, will work. What's interesting about this is that it doesn't seem at all like what people normally think of as endurance, and yet it's been shown in nice quality peer reviewed studies that muscular endurance can improve our ability to engage in long bouts of what we call long-duration low-intensity endurance work. This can support long runs, it can support long swims, and it can build also, it can build postural strength and endurance simultaneously. Let's talk about the science briefly of why this works.",
      "title_sent": "That might be kettlebell swings and things of that sort.",
      "why_sent": "What's interesting about this is that it doesn't seem at all like what people normally think of as endurance, and yet it's been shown in nice quality peer reviewed studies that muscular endurance can improve our ability to engage in long bouts of what we call long-duration low-intensity endurance work."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0027",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 27,
      "text": "That takes us back to this issue of fuel utilization and what fails. If we were to say, let's say you do a plank and you're planking for, maybe you're able to plank for a minute or two minutes, or three minutes, at some point you will fail. You're not going to fail because the heart gives out. You're not going to fail because you can't get enough oxygen, because you can breathe while you're doing that, you're going to fail because of local muscular failure. Which means that as you do, if you choose to do this protocol of three to five sets, et cetera, to build muscular endurance, mainly what you are going to be building is you're going to be building the ability of your mitochondria to use oxygen to generate energy locally.",
      "title_sent": "You're not going to fail because the heart gives out.",
      "why_sent": "You're not going to fail because you can't get enough oxygen, because you can breathe while you're doing that, you're going to fail because of local muscular failure."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0028",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 28,
      "text": "That, it's something called mitochondrial respiration. Respiration because of the involvement of oxygen. It's also going to be increasing the extent to which the neurons control the muscles and provide a stimulus for the muscles to contract. This is independent of power and strength. Even though the low sets like three to five sets, and the fact that you're doing repetitions and you're going to failure, even though it seems to resemble power and strength, and hypertrophy-type training, it is distinctly different.",
      "title_sent": "It's also going to be increasing the extent to which the neurons control the muscles and provide a stimulus for the muscles to contract.",
      "why_sent": "Even though the low sets like three to five sets, and the fact that you're doing repetitions and you're going to failure, even though it seems to resemble power and strength, and hypertrophy-type training, it is distinctly different."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0029",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 29,
      "text": "It's not going to generate strength, hypertrophy and power. It's going to mainly create this ability to endure, to continually contract muscles or repeatedly contract muscles. Continually, if you're using isometric holds, repeatedly if you're using repetition-type exercise where there's a contraction and an extension of the muscle, essentially concentric and an eccentric portion. Remember that you want the eccentric portion to be light and relatively fast, not so fast that you injure yourself, but certainly not deliberately slowed down. Now let's talk about the other extreme of endurance, which is long-duration endurance.",
      "title_sent": "It's not going to generate strength, hypertrophy and power.",
      "why_sent": "Continually, if you're using isometric holds, repeatedly if you're using repetition-type exercise where there's a contraction and an extension of the muscle, essentially concentric and an eccentric portion."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0030",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 30,
      "text": "This is the type that people typically think about when they think about endurance. You're talking about a long run, a long swim, a long bike ride. How long? Anywhere from 12 minutes to several hours, or maybe even an entire day, maybe 8 or 9 hours of hiking or running, or biking. Some people are actually doing those kinds of really long events, marathons, for instance.",
      "title_sent": "How long?",
      "why_sent": "Some people are actually doing those kinds of really long events, marathons, for instance."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0031",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 31,
      "text": "You're getting into regular repeated effort, and your ability to continue that effort is going to be dependent mainly on the efficiency of the movement, on your ability to strike a balance between the movement itself, the generation of the muscular movements that are required, and fuel utilization across the different sources of nerve, muscle, blood, heart, and lungs. Let's ask the question, why would you fail on a long run? Why would you quit? Well, your mind is going to use more or less energy, depending on how much willpower, how much of a fight you have to get into with yourself in order to generate the effort. I really want to underscore this.",
      "title_sent": "Let's ask the question, why would you fail on a long run?",
      "why_sent": "Well, your mind is going to use more or less energy, depending on how much willpower, how much of a fight you have to get into with yourself in order to generate the effort."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0032",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 32,
      "text": "Willpower, in part, is the ability to devote resources to things, and part of that is making decisions to just either do it or not do it. I'm not of the \"just do it\" mindset. I think there's a right time and a place to train, but I also think that it is not good, in other words, it utilizes excessive resources to churn over decisions excessively, and you probably burn as much cognitive energy deciding about whether or not to do a given training or not, as you do in the actual training. When you go out for a run that's 30 minutes, you are building the capacity to repeat that performance the next time, while being more efficient, actually burning less fuel. That might seem a little bit counterintuitive, but every time you do that run, what you're doing is you're building up mitochondrial density.",
      "title_sent": "Willpower, in part, is the ability to devote resources to things, and part of that is making decisions to just either do it or not do it.",
      "why_sent": "I think there's a right time and a place to train, but I also think that it is not good, in other words, it utilizes excessive resources to churn over decisions excessively, and you probably burn as much cognitive energy deciding about whether or not to do a given training or not, as you do in the actual training."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0033",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 33,
      "text": "It's not so much about mitochondrial oxidation and respiration, you're building up mitochondrial density. You're actually increasing the amount of ATP that you can create for a given bout of effort. You're becoming more efficient. You're burning less fuel overall, doing the same thing. That's really what these long, slow distance, or long bouts of effort are really all about.",
      "title_sent": "You're actually increasing the amount of ATP that you can create for a given bout of effort.",
      "why_sent": "You're becoming more efficient."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0034",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 34,
      "text": "Why do this long-duration effort? Why would you want to do it? Why is it good for you? It does something very important, which is that it builds the capillary beds within muscles. These are tiny little avenues, like little tiny streams and estuaries between the bigger arteries and veins.",
      "title_sent": "Why would you want to do it?",
      "why_sent": "Why is it good for you?"
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0035",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 35,
      "text": "You can literally build new capillaries. You can create new little streams within your muscles. The type of long-duration effort that I was talking about before, 12 minutes or more of steady effort, is very useful for doing that, and is very useful for increasing the mitochondria, the energy-producing elements of the cells, the actual muscle cells. The reason is when blood arrives to muscles, it has oxygen, the muscles are going to use some of that oxygen, and then some of the deoxygenated blood is going to be sent back to the heart and to the lungs. Now, the more capillaries that you build into those muscles, the more oxygen available to those muscles.",
      "title_sent": "You can literally build new capillaries.",
      "why_sent": "Now, the more capillaries that you build into those muscles, the more oxygen available to those muscles."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0036",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 36,
      "text": "This long-duration work, unlike muscular endurance like planks and everything that we were talking about before, is really about building the capillary systems and the mitochondria, the energy utilization systems within the muscles themselves. There are two kinds in-between that in recent years have gotten a lot of attention and excitement, sometimes called high-intensity interval training. One is anaerobic, so-called an-aerobic endurance, so no oxygen, and the other is aerobic endurance, both of which qualify as HIIT, high-intensity interval training. Let's talk about anaerobic endurance first. Anaerobic endurance, from a protocol perspective is going to be 3 to 12 sets.",
      "title_sent": "One is anaerobic, so-called an-aerobic endurance, so no oxygen, and the other is aerobic endurance, both of which qualify as HIIT, high-intensity interval training.",
      "why_sent": "Anaerobic endurance, from a protocol perspective is going to be 3 to 12 sets."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0037",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 37,
      "text": "These are going to be performed at whatever speed allows you to complete the work in good, safe form. It could be fast, it could be slow. As the work continues, your repetitions may slow down or it may speed up. Chances are it's going to slow down. What does this work?",
      "title_sent": "As the work continues, your repetitions may slow down or it may speed up.",
      "why_sent": "Chances are it's going to slow down."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0038",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 38,
      "text": "What do these sets look like? Remember, long, slow distance is one set. Muscular endurance is three to five sets. High-intensity anaerobic endurance is going to be somewhere between 3 and 12 sets, and it's going to have a ratio of work to rest of anywhere from three-to-one to one-to-five. What would a three-to-one ratio set look like?",
      "title_sent": "Muscular endurance is three to five sets.",
      "why_sent": "What would a three-to-one ratio set look like?"
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0039",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 39,
      "text": "It's going to be 30 seconds of hard pedaling on the bike, for instance, or running, or on the rower. These are just examples. It could be in the pool swimming, it could be any number of things, or air squats, or weighted squats if you will, provided you can manage that. 30 seconds on, 10 seconds off. That's a very brief rest. three-to-one is just a good example would be 30 seconds on, 10 seconds off. The opposite extreme on that ratio would be one-to-five, so 20 seconds on, 100 seconds off.",
      "title_sent": "That's a very brief rest. three-to-one is just a good example would be 30 seconds on, 10 seconds off.",
      "why_sent": "The opposite extreme on that ratio would be one-to-five, so 20 seconds on, 100 seconds off."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0040",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 40,
      "text": "You do the work for 20 seconds, then you rest 100 seconds. Let's just take a look at the three-to-one ratio. In the three-to-one ratio, if you're going to do 30 seconds of hard pedaling on a bike, followed by 10 seconds, so maybe one of these, what they call assault bikes, and then you stop for 10 seconds and then repeat, chances are you will be able to do 1, 2, 3, 4, maybe even as many as 12 sets if you're really in good condition, that you'll be able to do all those because pedaling on the bike doesn't require a ton of skill. If you do it incorrectly, if your elbow flares out a little bit or something, it's very unlikely that you'll get injured unless it's really extreme. The same movement done, for instance, with kettlebells, so 30 seconds on, 10 seconds off, the first set will probably be in good form.",
      "title_sent": "You do the work for 20 seconds, then you rest 100 seconds.",
      "why_sent": "In the three-to-one ratio, if you're going to do 30 seconds of hard pedaling on a bike, followed by 10 seconds, so maybe one of these, what they call assault bikes, and then you stop for 10 seconds and then repeat, chances are you will be able to do 1, 2, 3, 4, maybe even as many as 12 sets if you're really in good condition, that you'll be able to do all those because pedaling on the bike doesn't require a ton of skill."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0041",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 41,
      "text": "The second one will be in pretty good form. Let's say you're getting to the fifth and sixth set and you're going 30 seconds on, 10 seconds off, chances are the quality of your repetitions will degrade significantly, and you increase the probability that you're going to get injured. If quality of form is important, so maybe this is using weights, maybe you're doing squats, so you're going to do 20 seconds on and 100 seconds of rest, what you'll find is that the longer rest, even though it's 20 seconds of intense effort, followed by a longer rest of about 100 seconds, will allow you to perform more quality repetitions safely over time. It might be three sets of 20 seconds of hard effort followed by 100 seconds rest. Then you repeat, 20 seconds of hard effort, 100 seconds rest, 20 seconds hard effort, 100 seconds rest.",
      "title_sent": "If quality of form is important, so maybe this is using weights, maybe you're doing squats, so you're going to do 20 seconds on and 100 seconds of rest, what you'll find is that the longer rest, even though it's 20 seconds of intense effort, followed by a longer rest of about 100 seconds, will allow you to perform more quality repetitions safely over time.",
      "why_sent": "It might be three sets of 20 seconds of hard effort followed by 100 seconds rest."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0042",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 42,
      "text": "You might do that twice a week. In doing that, you will build up what we call anaerobic endurance. Anaerobic endurance is going to be taking your system into greater than 100% of your VO2 max. It's going to be taking your heart rate up very high, and it's going to maximize your oxygen utilization systems. That is going to have effects that are going to lead to fatigue at some point in the workout, and that fatigue will trigger an adaptation.",
      "title_sent": "In doing that, you will build up what we call anaerobic endurance.",
      "why_sent": "That is going to have effects that are going to lead to fatigue at some point in the workout, and that fatigue will trigger an adaptation."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0043",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 43,
      "text": "Let's ask what adaptation it's triggering. It's triggering both mitochondrial respiration, the ability of your mitochondria to generate more energy by using more oxygen because you're maxing out. Literally, you're getting above your VO2 max. You're hitting that threshold of how much oxygen you can use in your system. One of the adaptations will be that your mitochondria will shift such that they can use more oxygen.",
      "title_sent": "It's triggering both mitochondrial respiration, the ability of your mitochondria to generate more energy by using more oxygen because you're maxing out.",
      "why_sent": "You're hitting that threshold of how much oxygen you can use in your system."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0044",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 44,
      "text": "You're going to also increase the capillary beds, but not as much as you're going to be able to increase the amount of neuron engagement of muscle. Normally, when we start to hit fatigue, when we're exhausted, when we're breathing really hard, because the systems of the body are linked and there's a mental component to this as well, a kind of motivational component, after that third or fourth, or sixth set of 20 seconds on, 100 seconds off, or if you're at the other extreme, 30 seconds on and 10 seconds off, there's going to be a component of you want to stop. By pushing through and repeating another set, safely, of course, what you're doing is you are training the neurons to be able to access more energy, literally, convert that into ATP and for the muscles, therefore, to access more energy and ATP. The adaptation is in the mitochondria's ability to use oxygen, and this has tremendous carryover effects for other types of exercise. This can be beneficial in competitive sports or team sports where there's a sprinting component, where the field opens up and you need to dribble the ball down the field, for instance, and shoot on goal.",
      "title_sent": "Normally, when we start to hit fatigue, when we're exhausted, when we're breathing really hard, because the systems of the body are linked and there's a mental component to this as well, a kind of motivational component, after that third or fourth, or sixth set of 20 seconds on, 100 seconds off, or if you're at the other extreme, 30 seconds on and 10 seconds off, there's going to be a component of you want to stop.",
      "why_sent": "By pushing through and repeating another set, safely, of course, what you're doing is you are training the neurons to be able to access more energy, literally, convert that into ATP and for the muscles, therefore, to access more energy and ATP."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0045",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 45,
      "text": "Or where you're playing tennis, and it's a long rally, and then all of a sudden somebody really starts putting you back on your heels and you have to really make the maximum amount of effort to run to the net and to get the ball across the net. Things of that sort. There are a variety of places where there's carryover from this type of training, but it does support endurance. It's about muscle endurance, it's about these muscles' ability to generate a lot of force in the short term but repeatedly. That's the way to conceptualize this.",
      "title_sent": "It's about muscle endurance, it's about these muscles' ability to generate a lot of force in the short term but repeatedly.",
      "why_sent": "That's the way to conceptualize this."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0046",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 46,
      "text": "It is different than maximum power. Even though it feels like maximum effort, it is not the same as building power and speed into muscles. Those are distinctly different protocols. The key elements, again, are that you're bringing your breathing and your oxygen utilization way up above your max. It's not quite hitting failure, but you're really pushing the system to the point where you are not ready to do another set, and yet you begin another set.",
      "title_sent": "It is different than maximum power.",
      "why_sent": "Even though it feels like maximum effort, it is not the same as building power and speed into muscles."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0047",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 47,
      "text": "You're not necessarily psychologically ready. I want to make sure I touch on the fourth protocol, which is high-intensity aerobic conditioning. HIIT has these two forms, anaerobic and aerobic. You just heard about anaerobic. High-intensity aerobic conditioning also involves about 3 to 12 sets.",
      "title_sent": "You just heard about anaerobic.",
      "why_sent": "High-intensity aerobic conditioning also involves about 3 to 12 sets."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0048",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 48,
      "text": "A one-to-one ratio is powerful for building, on average, most of the energy systems involving-- remember, we had these nerve, muscle, blood, heart, and lungs. A one-to-one ratio might be, you run a mile, and however long that takes, you might run first mile is, let's say seven minutes, then you rest for seven minutes, then you run a mile again and it might take eight minutes and you rest for eight minutes. You continue that for a total of four miles of running work, I should say. You can build this up. Many people find that using this type of training allows them to do things like go run half marathons and marathons even though prior to the race date, they've never actually run a half marathon or marathon.",
      "title_sent": "A one-to-one ratio might be, you run a mile, and however long that takes, you might run first mile is, let's say seven minutes, then you rest for seven minutes, then you run a mile again and it might take eight minutes and you rest for eight minutes.",
      "why_sent": "You continue that for a total of four miles of running work, I should say."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0049",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 49,
      "text": "That might seem incredible. It's like, how could it be that running a mile and then resting for an equivalent amount of time, running a mile, resting for equivalent amount of time, for 7 miles, allows you to run continuously for 13 miles or for 26 miles? It improves ATP and mitochondrial function in muscle. It allows the blood to deliver more oxygen to the muscle and to your brain, and it allows your heart to deliver more oxygen overall, and it builds a tremendous lung capacity. What would this look like, and when should you do this?",
      "title_sent": "It's like, how could it be that running a mile and then resting for an equivalent amount of time, running a mile, resting for equivalent amount of time, for 7 miles, allows you to run continuously for 13 miles or for 26 miles?",
      "why_sent": "It allows the blood to deliver more oxygen to the muscle and to your brain, and it allows your heart to deliver more oxygen overall, and it builds a tremendous lung capacity."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0050",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 50,
      "text": "It's really a question for these workouts of asking how much work can one do in 8 to 12 minutes, and then rest, and then repeat? How much work can you do for 8 to 12 minutes, then rest, and then repeat? How many times should you do this? This is the thing, it's pretty intense, and so you would probably only want to do this two, maybe three times a week if you're not doing many other things. We have four kinds of endurance, muscular endurance, we have long-duration endurance, we have high-intensity interval training of two kinds, anaerobic and aerobic, and this last type, the aerobic one, works best, it seems, if you do this one-to-one ratio.",
      "title_sent": "It's really a question for these workouts of asking how much work can one do in 8 to 12 minutes, and then rest, and then repeat?",
      "why_sent": "How much work can you do for 8 to 12 minutes, then rest, and then repeat?"
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0051",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 51,
      "text": "How would you use these and what are they actually doing? Let's talk about the heart and the lungs and oxygen, because that's something that we can all benefit from understanding. The brain and the heart are probably the two most important systems that you need to take care of in your life. Maintaining or enhancing a brain function and cardiovascular function, it's absolutely clear, are key for health and longevity in the short and long term. The sorts of training I talked about today has been shown again and again and again to be very useful for enhancing the strength of the mind - yes, I'll talk about that - as well as the health of the brain and the body.",
      "title_sent": "The brain and the heart are probably the two most important systems that you need to take care of in your life.",
      "why_sent": "Maintaining or enhancing a brain function and cardiovascular function, it's absolutely clear, are key for health and longevity in the short and long term."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0052",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 52,
      "text": "Let's talk about the sorts of adaptations that are happening in your brain and body that are so beneficial in these different forms of training. If you are breathing hard and your heart is beating hard, so this would be certainly in the high-intensity anaerobic and aerobic conditioning because you're getting up near your VO2 max in high-intensity aerobic conditioning and you're exceeding your VO2 max in high-intensity anaerobic conditioning, what's going to happen is as, of course, your heart beats faster, your blood is going to be circulating faster in principle. Oxygen utilization in muscles is going to go up, and over time, not long, very quickly what will happen when those capillary beds start to expand, in addition, because of the amount of blood that's being returned to the heart when you engage in these really intense bouts of effort repeatedly, the amount of blood being returned to the heart actually causes an eccentric loading of one of the muscular walls of the heart. Your heart is muscle, it's cardiac muscle. We have skeletal muscle attached to our bones, then we have cardiac muscle which is our heart.",
      "title_sent": "If you are breathing hard and your heart is beating hard, so this would be certainly in the high-intensity anaerobic and aerobic conditioning because you're getting up near your VO2 max in high-intensity aerobic conditioning and you're exceeding your VO2 max in high-intensity anaerobic conditioning, what's going to happen is as, of course, your heart beats faster, your blood is going to be circulating faster in principle.",
      "why_sent": "Your heart is muscle, it's cardiac muscle."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0053",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 53,
      "text": "When more blood is being returned to the heart because of the additional work that your muscles and nerves are doing, it actually has the effect of creating an eccentric loading, a kind of pushing of the wall. I realize I'm not using the strict anatomy here, but I don't want to get into all the structural features of the heart. The left ventricle essentially getting slammed back and then having to push back, and a kind of eccentric loading of the cardiac muscle, and the muscle thickens. As more blood is returned to the heart, there's an adaptation where the heart muscle actually gets stronger and therefore can pump more blood per stroke, per beat. As it does that, it delivers, because blood contains glucose and oxygen, and other things, it delivers more fuel to your muscles, which allows you to do yet more work per unit time.",
      "title_sent": "When more blood is being returned to the heart because of the additional work that your muscles and nerves are doing, it actually has the effect of creating an eccentric loading, a kind of pushing of the wall.",
      "why_sent": "As more blood is returned to the heart, there's an adaptation where the heart muscle actually gets stronger and therefore can pump more blood per stroke, per beat."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0054",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 54,
      "text": "If you do this high-intensity-type training where your heart is beating very hard, so maybe the one-to-one ratio mile-run repeats that I described a minute ago, pretty soon, the stroke volume of your heart will really increase. As a consequence, you can deliver more fuel to your muscles and to your brain, your cognitive functioning will improve. This has been shown again and again because there's an increase in vasculature, literally capillary beds within the brain, the hippocampus areas that support memory, but also areas of the brain that support respiration, that support focus, that support effort. Weight training does have some positive effects on brain function also. However, it's very clear, and you should now understand intuitively, why the kind of standard strength and hypertrophy-type workouts are not going to activate the blood oxygenation and the stroke volume increases for the heart that the sorts of training I'm talking about today will.",
      "title_sent": "If you do this high-intensity-type training where your heart is beating very hard, so maybe the one-to-one ratio mile-run repeats that I described a minute ago, pretty soon, the stroke volume of your heart will really increase.",
      "why_sent": "However, it's very clear, and you should now understand intuitively, why the kind of standard strength and hypertrophy-type workouts are not going to activate the blood oxygenation and the stroke volume increases for the heart that the sorts of training I'm talking about today will."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0055",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 55,
      "text": "It just doesn't have the same positive effects. The other thing that's really important to think about in terms of endurance-type work is hydration. I think hydration is important for all forms of physical work and exercise, not just endurance. Typically, we're going to lose anywhere from 1 to 5 pounds of water per hour of exercise. That's going to vary tremendously.",
      "title_sent": "The other thing that's really important to think about in terms of endurance-type work is hydration.",
      "why_sent": "I think hydration is important for all forms of physical work and exercise, not just endurance."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0056",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 56,
      "text": "It's going to vary on weather, it's going to vary on intensity, probably more like 5 pounds if it's hot day and you're exercising very intensely. If you think about your weight in pounds, once you lose about 1% to 4% of your body weight in water, you are going to experience about a 20% to 30% reduction in work capacity, in your ability to generate effort of any kind, strength, endurance, et cetera. You are also going to experience a significant drop in your ability to think and perform mental operations, so hydration is key. Potassium, sodium and magnesium are really key. Yes, it's true, you can die from drinking too much water in particular because it forces you, if you drink too much water, you'll excrete too many electrolytes, and your brain will shut off.",
      "title_sent": "If you think about your weight in pounds, once you lose about 1% to 4% of your body weight in water, you are going to experience about a 20% to 30% reduction in work capacity, in your ability to generate effort of any kind, strength, endurance, et cetera.",
      "why_sent": "You are also going to experience a significant drop in your ability to think and perform mental operations, so hydration is key."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0057",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 57,
      "text": "Actually, your heart will stop functioning properly. You don't want to overconsume water to the extreme either. A simple formula, what I call the Galpin Equation, which is your body weight in pounds divided by the number 30. That is how many ounces you should drink for every 15 minutes of exercise. If you are sweating a lot, you may need more.",
      "title_sent": "A simple formula, what I call the Galpin Equation, which is your body weight in pounds divided by the number 30.",
      "why_sent": "If you are sweating a lot, you may need more."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0058",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 58,
      "text": "If you're already very well hydrated, you may need less. That's a good rule of thumb to begin and to start to understand the relationship between hydration and performance. We didn't talk about supplements much today. In the previous episodes I talked about the phosphocreatine system and supplementing with creatine, talked about beta-alanine for moderate-duration work. Really, the only things that have been shown to really improve endurance work across the four varieties of endurance work I described today, they have essentially two forms.",
      "title_sent": "In the previous episodes I talked about the phosphocreatine system and supplementing with creatine, talked about beta-alanine for moderate-duration work.",
      "why_sent": "Really, the only things that have been shown to really improve endurance work across the four varieties of endurance work I described today, they have essentially two forms."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0059",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 59,
      "text": "One are stimulants, so things like caffeine will definitely improve endurance work and power output. Certain forms of magnesium, in particular, magnesium malate, M-A-L-A-T-E, have been shown to be useful for removing or reducing the amount of delayed onset muscle soreness. That form of magnesium is distinctly different than the sorts of magnesium that are good for getting us into sleep, things like magnesium threonate and bisglycinate. In general, we focused mainly today on behavioral tools. I hope I was able to illustrate for you that endurance isn't just one thing.",
      "title_sent": "Certain forms of magnesium, in particular, magnesium malate, M-A-L-A-T-E, have been shown to be useful for removing or reducing the amount of delayed onset muscle soreness.",
      "why_sent": "That form of magnesium is distinctly different than the sorts of magnesium that are good for getting us into sleep, things like magnesium threonate and bisglycinate."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0060",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 60,
      "text": "It's not just the ability to go for long bouts of exercise of different kinds. There's also this mental component because of the way that neurons work, and also that there are these different forms of endurance, of muscular endurance, where you're going to fail because of the muscles and muscle energy utilization, and the nerves that innervate those muscles locally, not because of a failure to bring in oxygen or blood. Whereas long-duration effort, it's going to be more about being below your VO2 max and your ability to be efficient for long bouts of more than 12 minutes of exercise. One set, as they say, of 12 minutes to maybe several hours. High-intensity training will tap into yet other fuel sources and mechanisms, as we learned today.",
      "title_sent": "It's not just the ability to go for long bouts of exercise of different kinds.",
      "why_sent": "Whereas long-duration effort, it's going to be more about being below your VO2 max and your ability to be efficient for long bouts of more than 12 minutes of exercise."
    },
    {
      "chunk_id": "ep_essentials_how_to_build_endurance__0061",
      "episode_id": "ep_essentials_how_to_build_endurance",
      "episode_title": "Essentials: How to Build Endurance",
      "chunk_index": 61,
      "text": "Last but not least, thank you for your interest in science. [music]",
      "title_sent": "Last but not least, thank you for your interest in science. [music]",
      "why_sent": ""
    }
  ]
}